Repository: ubuntu/app-center
Catalog: packages/app_center/lib/src/l10n/app_*.arb
Languages: ar, be, ca, cs, da, el, eo, et, eu, fa, fi, fr, ga, he, hu, id, it, ja, ka, km, kn, ko, lo, nl, oc, pl, ro, sv, ug, uk, vi, zh_tw

# appCenterLabel
source: App Center
ar: مركز التطبيقات
be: Цэнтр дадаткаў
ca: Centre d'aplicacions
cs: Centrum aplikací
el: Κέντρο Εφαρμογών
eo: Programcentro
et: Rakendustekeskus
eu: Aplikazioen zentroa
fa: مرکز کاره
fi: Sovelluskeskus
fr: Centre d'applications
ga: Lárionad Aipeanna
he: מרכז היישומים
hu: Alkalmazásközpont
id: Pusat Aplikasi
ja: アプリセンター
ka: აპების ცენტრი
km: កម្មវិធីកណ្ដាល
kn: ಅಪ್ಲಿಕೇಶನ್ ಕೇಂದ್ರ
ko: 앱 센터
lo: ສູນລວມແອັບ
nl: App-centrale
oc: Logitèca
pl: Centrum oprogramowania
ro: Centru de aplicații
sv: Appcentral
ug: ئەپ مەركىزى
uk: Центр програмного забезпечення
vi: Trung tâm ứng dụng
zh_tw: 應用程式中心

# appstreamSearchGreylist
source: app;application;package;program;programme;suite;tool
ar: تطبيقات؛تطبيق؛حزمة؛برمجية؛برنامج؛مجموعة؛أداة
be: дадатак;праграма;прыстасаванне;пакет;праграмы;прыкладанні;інструмент
ca: aplicació;aplicacions;app;paquet;paquets;programa;programes;programari;eina;eines
cs: aplikace;balíček;program;sada;nástroj
da: app;applikation;pakke;program;værktøj;tilbehør;plugin
eo: programo;aplikaĵo;pako;apo;ilo;programaro;softvaro
et: äpp;rakendus;pakett;programm;tarvik;töövahend;tarvikud;app;äpid
eu: app;aplikazioak;aplikazio;pakete;paketeak;programa;programak;softwarea;tresna;tresnak
fa: app;application;package;program;programme;suite;tool;کاره;برنامه;بسته;ابزار
fi: app;application;package;program;programme;suite;tool;sovellus;ohjelma;paketti;työkalu;äppi
fr: app;application;paquet;appli;logiciel;suite;outil
ga: aip; iarratas; pacáiste; clár; an chláir; svuít; uirlis
he: יישום;תוכנית;אפליקציה;תוכנה;חבילה;כלי;ערכה;תכנית;תכנה;תוכנות;תכניות
hu: alkalmazás;csomag;program;alkalmazáscsomag;eszköz
id: app;aplikasi;paket;program;keluarga;alat;perkakas
it: app;applicazione;pacchetto;programma;programmi;suite;strumento
ja: アプリ;アプリケーション;プログラム;パッケージ;ソフトウェア;ソフト;ソフトウェアスイート;ツール;ストア;インストール;アップデート;app;application;package;program;programme;suite;tool
ka: app;application;package;program;programme;suite;tool;აპები;აპლიკაცია;პროგრამა;დაყენება;პაკეტი
km: កម្មវិធី​ , កម្មវិធី , កញ្ចប់ , កម្មវិធី , កម្មវិធី , ឈុត , ឧបករណ៍
kn: ಅಪ್ಲಿಕೇಶನ್;ಅಪ್ಲಿಕೇಶನ್;ಪ್ಯಾಕೇಜ್;ಪ್ರೋಗ್ರಾಂ;ಪ್ರೋಗ್ರಾಂ;ಸೂಟ್;ಟೂಲ್
ko: 앱;애플리케이션;프로그램;패키지;소프트웨어;어플;툴;스토어;설치;업데이트;app;application;package;program;programme;suite;tool
lo: ແອັບ;ແອັບພລິເຄຊັນ;ແພັກເກດ;ໂປຣແກຣມ;ຊຸດ;ເຄື່ອງມື
nl: app;application;package;program;programme;suite;tool;applicatie;applicaties;toepassing;toepassingen;pakket;pakketten;programma;programma's;hulpmiddel;hulpmiddelen;gereedschap;software
oc: app;aplicacion;paquet;programa;aisinas;esplech;utilitari;logicial;aplech;otís
pl: apka;aplikacja;pakiet;program;oprogramowanie;pakiet;narzędzie
sv: app;applikation;program;paket;svit;verktyg
ug: ئەپ؛قوللىنىشچان پىروگرامما؛بوغچا؛پىروگرامما؛يۈرۈشلۈك؛قورال
uk: програма;додаток;застосунок;пакет;інструмент;засіб;засоби;app;application;package;program;suite;tool
zh_tw: app;application;package;program;programme;suite;tool;應用;應用軟體;應用程式;軟體包;軟體套件;套件;程式;程序;套裝軟體;工具

# snapPageChannelLabel
source: Channel
ar: قناة
be: Канал
ca: Canal
cs: Kanál
da: Kanal
el: Κανάλι
eo: Kanalo
et: Kanal
eu: Kanala
fa: کانال
fi: Kanava
fr: Canal
ga: Cainéal
he: ערוץ
hu: Csatorna
id: Kanal
it: Canale
ja: チャンネル
ka: არხი
km: ឆាណែល
kn: ಚಾನಲ್
ko: 채널
lo: ຊ່ອງທາງ
nl: Kanaal
oc: Canal
pl: Kanał
ro: Canal
sv: Kanal
ug: قانال
uk: Канал
zh_tw: 頻道

# snapPageConfinementLabel
source: Confinement
ar: الحجر
be: Узровень ізаляцыі
ca: Confinament
cs: Režim ohraničení
da: Begrænsning
eo: Enfermado
et: Eraldatud konteiner
eu: Konfinamendua
fa: محدودیت
fi: Eristys
ga: Gaibhniú
he: בידוד
hu: Bezártság
id: Aturan Pakai
it: Confinamento
ja: 隔離
ka: იზოლაციის დონე
km: ការឃុំឃាំង
kn: ಬಂಧನ
ko: 격리
lo: ການຈຳກັດຂອບເຂດ
nl: Beperking
oc: Isolacion
pl: Ograniczenia
sv: Isolering
ug: چەكلىمە
uk: Обмеження
zh_tw: 限制權限

# snapPageContactPublisherLabel
source: Contact {publisher}
ar: الاتصال ب {publisher}
be: Звязацца з {publisher}
ca: Contactar amb {publisher}
cs: Kontaktovat {publisher}
da: Kontakt {publisher}
el: Επαφή
eo: Kontakti {publisher}
et: Võta ühendust väljaandjaga {publisher}
eu: Kontaktatu {publisher}
fa: تماس با {publisher}
fi: Ota yhteys julkaisijaan {publisher}
fr: Contacter {publisher}
ga: Déan teagmháil le {publisher}
he: ליצור קשר עם {publisher}
hu: Kapcsolatfelvétel: {publisher}
id: Kontak {publisher}
it: Contatta {publisher}
ja: {publisher} に連絡を取る
ka: {publisher}-თან დაკავშირება
km: ទំនាក់ទំនង{publisher}
kn: {publisher} ಅನ್ನು ಸಂಪರ್ಕಿಸಿ
ko: {publisher} 에게 문의
lo: ຕິດຕໍ່ {publisher}
oc: Contactar {publisher}
pl: Skontaktuj się z {publisher}
ro: Contactează {publisher}
sv: Kontakta {publisher}
ug: ئالاقە{publisher}
uk: Зв'язатися з {publisher}
vi: Liên hệ {publisher}
zh_tw: 聯絡 {publisher}

# snapPageDescriptionLabel
source: Description
ar: الوصف
be: Апісанне
ca: Descripció
cs: Popis
da: Beskrivelse
el: Περιγραφή
eo: Priskribo
et: Kirjeldus
fa: توضیحات
fi: Kuvaus
ga: Cur síos
he: תיאור
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 詳細
ka: აღწერა
km: ព័ត័មានលម្អិត
kn: ವಿವರಣೆ
ko: 설명
lo: ຄຳອະທິບາຍ
nl: Beschrijving
oc: Descripcion
pl: Opis
ro: Descriere
sv: Beskrivning
ug: چۈشەندۈرۈش
uk: Опис
vi: Mô tả
zh_tw: 描述

# snapPageDeveloperWebsiteLabel
source: Developer website
ar: موقع المطور
be: Вэб-сайт распрацоўніка
ca: Lloc web del desenvolupador
cs: Webové stránky vývojáře
da: Udviklerwebsted
el: Ιστοσελίδα προγραμματιστή
eo: Retejo de aŭtoro
et: Arendaja veebisait
eu: Garatzailearen webgunea
fa: پایگاه وب توسعه‌دهنده
fi: Kehittäjän sivusto
fr: Site web du développeur
ga: Suíomh Gréasáin an fhorbróra
he: אתר המפתחים
hu: Fejlesztő webhelye
id: Situs pengembang
it: Sito dello sviluppatore
ja: 開発者のWebサイト
ka: პროგრამისტის ვებგვერდი
km: គេហទំព័រអ្នកអភិវឌ្ឍន៍
kn: ಡೆವಲಪರ್ ವೆಬ್‌ಸೈಟ್
ko: 개발자 웹사이트
lo: ເວັບໄຊນັກພັດທະນາ
nl: Website van de ontwikkelaar(s)
oc: Site web dels desvolopaires
pl: Witryna twórców
ro: Site web al dezvoltatorului
sv: Utvecklarens webbplats
ug: ئىجادكار تور بېكىتى
uk: Вебсайт розробника
vi: Trang web của nhà phát triển
zh_tw: 開發者的網站

# snapPageDownloadSizeLabel
source: Download size
ar: حجم التحميل
be: Памер загрузкі
ca: Mida de la descàrrega
cs: Stahovaná velikost
da: Downloadstørrelse
el: Μέγεθος λήψης
eo: Elŝuta grando
et: Allalaaditava faili suurus
eu: Deskargaren tamaina
fa: اندازهٔ بارگیری
fi: Latauksen koko
fr: Taille du téléchargement
ga: Méid an íosluchtaithe
he: גודל הורדה
hu: Letöltési méret
id: Ukuran unduhan
it: Dimensione del download
ja: ダウンロードサイズ
ka: გადმოსაწერი ზომა
km: ទំហំទាញយក
kn: ಡೌನ್‌ಲೋಡ್ ಗಾತ್ರ
ko: 다운로드 크기
lo: ຂະໜາດດາວໂຫຼດ
nl: Downloadgrootte
oc: Talha del telecargament
pl: Rozmiar pobierania
ro: Dimensiune de descărcare
sv: Nedladdningsstorlek
ug: چۈشۈرۈش چوڭلۇقى
uk: Розмір завантаження
vi: Kích thước tải xuống
zh_tw: 下載大小

# snapPageSizeLabel
source: Size
ar: الحجم
be: Памер
ca: Mida
cs: Velikost
da: Størrelse
el: Μέγεθος
eo: Grando
et: Suurus
eu: Tamaina
fa: اندازه
fi: Koko
fr: Taille
ga: Méid
he: גודל
hu: Méret
id: Ukuran
it: Dimensione
ja: サイズ
ka: ზომა
km: ទំហំ
kn: ಗಾತ್ರ
ko: 크기
lo: ຂະໜາດ
nl: Grootte
oc: Talha
pl: Rozmiar
ro: Dimensiune
sv: Storlek
ug: چوڭلۇقى
uk: Розмір
vi: Kích thước
zh_tw: 大小

# snapPageGalleryLabel
source: Gallery
ar: المعرض
be: Галерэя
ca: Galeria
cs: Galerie
da: Galleri
el: Γκαλερί
eo: Galerio
et: Galerii
fa: جُنگ
fi: Galleria
fr: Galerie
ga: Gailearaí
he: גלריה
hu: Galéria
id: Galeri
it: Galleria
ja: ギャラリー
ka: გალერეა
km: កម្រងរូបភាព
kn: ಗ್ಯಾಲರಿ
ko: 갤러리
lo: ຄັງຮູບ
nl: Galerie
oc: Galariá
pl: Galeria
ro: Galerie
sv: Galleri
ug: سۈرەتدان
uk: Галерея
vi: Thư viện ảnh
zh_tw: 畫面展示

# snapPageGalleryNextSemanticLabel
source: Next image
ar: الصورة التالية
ca: Imatge següent
cs: Další obrázek
el: Επόμενη εικόνα
eo: Sekva bildo
et: Järgmine pilt
eu: Hurrengo irudia
fa: تصویر بعدی
fi: Seuraava kuva
fr: Image suivante
ga: An chéad íomhá eile
he: התמונה הבאה
hu: Következő kép
id: Gambar berikutnya
it: Immagine successiva
ja: 次の画像
ka: შემდეგი გამოსახულება
kn: ಮುಂದಿನ ಚಿತ್ರ
ko: 다음 이미지
lo: ຮູບຖັດໄປ
pl: Następny obraz
ro: Imaginea următoare
sv: Nästa bild
ug: كېيىنكى سۈرەت
vi: Ảnh sau
zh_tw: 下一張圖片

# snapPageGalleryPreviousSemanticLabel
source: Previous image
ar: الصورة السابقة
ca: Imatge anterior
cs: Předchozí obrázek
el: Προηγούμενη εικόνα
eo: Antaŭa bildo
et: Eelmine pilt
eu: Aurreko irudia
fa: تصویر پیشین
fi: Edellinen kuva
fr: Image précédente
ga: Íomhá roimhe seo
he: התמונה הקודמת
hu: Előző kép
id: Gambar sebelumnya
it: Immagine precedente
ja: 前の画像
ka: წინა გამოსახულება
kn: ಹಿಂದಿನ ಚಿತ್ರ
ko: 이전 이미지
lo: ຮູບກ່ອນໜ້າ
pl: Poprzedni obraz
ro: Imaginea precedentă
sv: Föregående bild
ug: ئالدىنقى سۈرەت
vi: Ảnh trước
zh_tw: 上一張圖片

# snapPageGalleryImageSemanticLabel
source: Image {n}
ar: صورة {n}
ca: Imatge {n}
cs: Obrázek {n}
el: Εικόνα{n}
eo: Bildo {n}
et: {n}. pilt
eu: {n}. irudia
fa: تصویر {n}
fi: Kuva {n}
ga: Íomhá {n}
he: תמונה {n}
hu: {n}. kép
id: Gambar {n}
it: Immagine {n}
ja: 画像 {n}
ka: გამოსახულება {n}
kn: ಚಿತ್ರ {n}
ko: {n}번째 이미지
lo: ຮູບທີ {n}
pl: Obraz {n}
ro: Imagine {n}
sv: Bild {n}
ug: {n}-سۈرەت
vi: Ảnh {n}
zh_tw: 圖片 {n}

# snapPageLicenseLabel
source: License
ar: الرخصة
be: Ліцэнзія
ca: Llicència
cs: Licence
da: Licens
el: Άδεια
eo: Licenco
et: Litsents
eu: Lizentzia
fa: پروانه
fi: Lisenssi
fr: Licence
ga: Ceadúnas
he: רישיון
hu: Licenc
id: Lisensi
it: Licenza
ja: ライセンス
ka: ლიცენზია
km: អាជ្ញាប័ណ្ណ
kn: ಪರವಾನಗಿ
ko: 라이선스
lo: ໃບອະນຸຍາດ
nl: Licentie
oc: Licéncia
pl: Licencja
ro: Licență
sv: Licens
ug: ئىجازەتنامە
uk: Ліцензія
vi: Giấy phép
zh_tw: 授權條款

# snapPageLinksLabel
source: Links
ar: الروابط
be: Спасылкі
ca: Enllaços
cs: Odkazy
da: Link
el: Σύνδεσμοι
eo: Ligoj
et: Lingid
eu: Estekak
fa: پیوندها
fi: Linkit
fr: Liens
ga: Naisc
he: קישורים
hu: Hivatkozások
id: Tautan
it: Link
ja: リンク
ka: ბმულები
km: តំណភ្ជាប់
kn: ಲಿಂಕ್‌ಗಳು
ko: 링크
lo: ລິ້ງ
oc: Ligams
pl: Łącza
ro: Linkuri
sv: Länkar
ug: ئۇلانما
uk: Посилання
vi: Liên kết
zh_tw: 連結

# snapPagePublisherLabel
source: Publisher
ar: الناشر
be: Выдавец
ca: Editor
cs: Vydavatel
da: Udgiver
el: Εκδότης
eo: Eldonejo
et: Väljaandja
eu: Argitaratzailea
fa: ناشر
fi: Julkaisija
fr: Éditeur
ga: Foilsitheoir
he: מפיץ
hu: Kiadó
id: Penerbit
it: Editore
ja: パブリッシャー
ka: გამომცემელი
km: អ្នកបោះពុម្ពផ្សាយ
kn: ಪ್ರಕಾಶಕರು
ko: 게시자
lo: ຜູ້ເຜີຍແຜ່
nl: Uitgever
oc: Editor
pl: Wydawca
ro: Autor
sv: Utgivare
ug: تارقاتقۇچى
uk: Видавець
vi: Nhà phát hành
zh_tw: 發布者

# snapPagePublishedLabel
source: Published
ar: نُشرت
be: Апублікавана
ca: Publicat
cs: Publikováno
da: Udgivet
el: Δημοσιευμένο
eo: Eldonita
et: Avaldatud
eu: Argitaratua
fa: منتشر شده
fi: Julkaistu
fr: Publié
ga: Foilsithe
he: מועד פרסום
hu: Kiadva
id: Diterbitkan
it: Pubblicato
ja: リリース日
ka: გამოცემულია
km: បានបោះពុម្ពផ្សាយ
kn: ಪ್ರಕಟಿಸಲಾಗಿದೆ
ko: 게시됨
lo: ເຜີຍແຜ່ແລ້ວ
nl: Uitgegeven
oc: Publicacion
pl: Opublikowano
ro: Publicat
sv: Publicerades
ug: تارقىتىلدى
uk: Опубліковано
vi: Đã phát hành
zh_tw: 發布日期

# snapPageSummaryLabel
source: Summary
ar: الملخص
be: Галоўнае
ca: Resum
cs: Shrnutí
da: Opsummering
el: Περίληψη
eo: Resumo
et: Kokkuvõte
eu: Laburpena
fa: خلاصه
fi: Yhteenveto
fr: Résumé
ga: Achoimre
he: תקציר
hu: Összegzés
id: Ringkasan
it: Riepilogo
ja: 要約
ka: შეჯამება
km: សង្ខេប
kn: ಸಾರಾಂಶ
ko: 요약
lo: ສະຫຼຸບຫຍໍ້
nl: Samenvatting
oc: Resumit
pl: Podsumowanie
ro: Rezumat
sv: Sammanfattning
ug: ئۈزۈندە
uk: Підсумок
vi: Tóm tắt
zh_tw: 總結

# snapPageVersionLabel
source: Version
ar: الإصدار
be: Версія
ca: Versió
cs: Verze
el: Έκδοση
eo: Versio
et: Versioon
eu: Bertsioa
fa: نگارش
fi: Julkaisu
ga: Leagan
he: גרסה
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ka: ვერსია
km: ជំនាន់
kn: ಆವೃತ್ತಿ
ko: 버전
lo: ເວີຊັນ
nl: Versie
pl: Wersja
ro: Versiune
ug: نەشرى
uk: Версія
vi: Phiên bản
zh_tw: 版本

# snapPageShareLinkCopiedMessage
source: Link copied to clipboard
ar: تم نسخ الرابط إلى الحافظة
be: Спасылка скапіяваная ў буфер абмену
ca: S'ha copiat l'enllaç al portapapers
cs: Odkaz zkopírován do schránky
da: Link kopieret til udklipsholder
el: Αντιγράφτηκε
eo: Ligilo kopiita al tondujo
et: Link on kopeeritud lõikelauale
eu: Esteka arbelera kopiatu da
fa: پیوند در تخته‌گیره رونوشت شد
fi: Linkki kopioitu leikepöydälle
fr: Lien copié dans le presse-papier
ga: Cóipeáladh an nasc go dtí an ghearrthaisce
he: הקישור הועתק ללוח הגזירים
hu: Hivatkozás másolva a vágólapra
id: Tautan disalin ke papan klip
it: Collegamento copiato negli appunti
ja: クリップボードにリンクをコピーしました
ka: ბმული დაკოპირდა ბუფერში
km: តំណត្រូវបានចម្លងទៅក្ដារតម្បៀតខ្ទាស់
kn: ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ
ko: 클립보드에 링크 복사됨
lo: ຄັດລອກລິ້ງໃສ່ຄລິບບອດແລ້ວ
nl: Link gekopieerd naar klembord
oc: Ligam copiat al quichapapièrs
pl: Łącze skopiowane do schowka
ro: Link copiat în clipboard
sv: Länk kopierad till urklipp
ug: ئۇلانما چاپلاش تاختىسىغا كۆچۈرۈلدى
uk: Посилання скопійовано в буфер обміну
vi: Đã sao chép liên kết vào bộ nhớ tạm
zh_tw: 連結已複製到剪貼簿

# snapPageShareSemanticLabel
source: Copy link
ar: نسخ الرابط
ca: Copia l'enllaç
cs: Zkopírovat odkaz
el: Αντιγραφή συνδέσμου
eo: Kopii hiperligon
et: Kopeeri link
eu: Kopiatu esteka
fa: رونوشت از پیوند
fi: Kopioi linkki
fr: Copier lien
ga: Cóipeáil nasc
he: העתקת קישור
hu: Hivatkozás másolása
id: Salin tautan
it: Copia collegamento
ja: リンクのコピー
ka: ბმულის კოპირება
kn: ಲಿಂಕ್ ನಕಲಿಸಿ
ko: 링크 복사
lo: ຄັດລອກລິ້ງ
pl: Skopiuj łącze
ro: Copiază linkul
sv: Kopiera länk
ug: ئۇلانما كۆچۈر
uk: Копіювати посилання
vi: Sao chép liên kết
zh_tw: 複製連結

# snapPageReportSemanticLabel
source: Report
ar: تبليغ
ca: Informa
cs: Nahlásit
el: Αναφορά
eo: Raporti
et: Teata
eu: Salatu
fa: گزارش
fi: Raportti
fr: Signaler
ga: Tuairisc
he: דיווח
hu: Jelentés
id: Laporkan
ja: 報告
ka: რეპორტი
kn: ವರದಿ
ko: 신고
lo: ລາຍງານ
pl: Zgłoś
ro: Raportează
sv: Rapportera
ug: دوكلات
vi: Báo cáo
zh_tw: 報告

# sectionExpandSemanticLabel
source: Expand {section}
ar: توسيع {section}
ca: Expandeix {section}
cs: Rozbalit {section}
el: Ανάπτυξή{section}
eo: Malkaŝi {section}
et: Laienda lõik: {section}
eu: Zabaldu {section}
fa: گسترش {section}
fi: Laajenna {section}
fr: Étendre {section}
ga: Leathnaigh {section}
he: הרחבת {section}
hu: {section} kinyitása
id: Memperluas {section}
ja: 広げる {section}
ka: {section}-ის ჩამოშლა
kn: {section} ಅನ್ನು ವಿಸ್ತರಿಸಿ
ko: {section} 더 보기
lo: ຂະຫຍາຍ {section}
pl: Rozwiń {section}
ro: Mărește {section}
sv: Expandera {section}
ug: {section} نى ياي
vi: Mở rộng phần {section}
zh_tw: 展開 {section}

# sectionCollapseSemanticLabel
source: Collapse {section}
ar: طي {section}
ca: Col·lapsa {section}
cs: Sbalit {section}
el: Κατάρευση{section}
eo: Kaŝi {section}
et: Ahenda lõik: {section}
eu: Tolestu {section}
fa: جمع کردن {section}
fi: Supista {section}
fr: Réduire {section}
ga: Laghdaigh {section}
he: צמצום {section}
hu: {section} összecsukása
id: Kuncupkan {section}
ja: 閉じる {section}
ka: {section}-ის აკეცვა
kn: ಸಂಕುಚಿಸಿ {ವಿಭಾಗ}ಸಂಕುಚಿಸಿ {ವಿಭಾಗ}
ko: {section} 접기
lo: ຫຍໍ້ {section}
pl: Zwiń {section}
ro: Închide {section}
sv: Fäll ihop {section}
ug: {section} نى يىغ
vi: Thu gọn phần {section}
zh_tw: 摺疊 {section}

# explorePageLabel
source: Explore
ar: استكشف
be: Агляд
ca: Explora
cs: Procházet
da: Udforsk
el: Εξερεύνηση
eo: Esplori
et: Uuri
eu: Arakatu
fa: کاوش
fi: Tutustu
fr: Explorer
ga: Déan iniúchadh
he: סיור
hu: Felfedezés
id: Jelajahi
it: Esplora
ja: 探す
ka: დათვალიერება
km: រុករក
kn: ಅನ್ವೇಷಿಸಿ
ko: 찾아보기
lo: ສຳຫຼວດ
nl: Ontdekken
oc: Explorar
pl: Przeglądaj
ro: Explorează
sv: Utforska
ug: كۆز يۈگۈرت
uk: Цікаве
vi: Khám phá
zh_tw: 探索

# explorePageCategoriesLabel
source: Categories
ar: الفئات
be: Катэгорыі
cs: Kategorie
da: Kategorier
el: Κατηγορίες
eo: Kategorioj
et: Kategooriad
eu: Kategoriak
fa: دسته‌ها
fi: Luokat
fr: Catégories
ga: Catagóirí
he: קטגוריות
hu: Kategóriák
id: Kategori
it: Categorie
ja: カテゴリー
ka: კატეგორიები
km: ប្រភេទ
kn: ವರ್ಗಗಳು
ko: 카테고리
lo: ໝວດໝູ່
nl: Categorieën
oc: Categorias
pl: Kategorie
ro: Categorii
sv: Kategorier
ug: سەھىپە
uk: Категорії
vi: Phân loại
zh_tw: 類別

# managePageOwnUpdateAvailable
source: App Center update available
ar: تحديث مركز التطبيقات متاح
be: Даступна абнаўленне Цэнтра дадаткаў
ca: Actualització disponible per al centre de programari
cs: Je k dispozici aktualizace Centra aplikací
da: Opdatering til Appcenter tilgængelig
el: Υπάρχει διαθέσιμη ενημέρωση
eo: Ĝisdatigo de la Programcentro disponeblas
et: Saadaval on Rakendustekeskuse uuendus
eu: Aplikazioen zentroaren eguneratzea erabilgarri
fa: به‌روزرسانی مرکز برنامه در دسترس است
fi: Sovelluskeskuksen päivitys saatavilla
fr: Mise à jour du Centre d'applications disponible
ga: Nuashonrú ar an Lárionad Aipeanna ar fáil
he: יש עדכון למרכז היישומים
hu: Alkalmazásközpont frissítése érhető el
id: Pembaruan Pusat App tersedia
it: Aggiornamento App Center disponibile
ja: アプリセンターのアップデートが入手できます
ka: ხელმისაწვდომია აპების ცენტრის განახლება
km: ការអាប់ដេតកម្មវិធីកណ្ដាលមានហើយ
kn: ಅಪ್ಲಿಕೇಶನ್ ಕೇಂದ್ರದ ನವೀಕರಣ ಲಭ್ಯವಿದೆ
ko: 앱 센터 업데이트 사용 가능
lo: ມີການອັບເດດສູນລວມແອັບ
nl: Update beschikbaar van App-centrale
oc: Mesa a jorn del Centre d’aplicacions disponibla
pl: Dostępna aktualizacja Centrum oprogramowania
ro: Actualizare disponibilă a Centrului de Aplicații
sv: Uppdatering för Appcentral finns tillgänglig
ug: ئەپ مەركىزىدە يېڭىلانما بار
uk: Доступне оновлення центру програмного забезпечення
vi: Đã có bản cập nhật cho Trung tâm Ứng dụng
zh_tw: 《應用程式中心》有可用更新

# managePageQuitToUpdate
source: Quit to update
ar: الخروج للتحديث
be: Закрыйце для абнаўлення
ca: Tanca per actualitzar
cs: Ukončit pro aktualizaci
da: Afslut og gå til opdatering
el: Κλείσιμο για ενημέρωση
eo: Forlasi por ĝisdatigi
et: Uuendamiseks välju
eu: Irten eguneratzeko
fa: خروج برای به‌روزرسانی
fi: Lopeta päivittääksesi
fr: Quitter pour mettre à jour
ga: Scoir den nuashonrú
he: יש לצאת כדי לעדכן
hu: Kilépés a frissítéshez
id: Keluar untuk memperbarui
it: Chiudi per aggiornare
ja: アップデートを終了
ka: გადით განახლებისთვის
km: ចាកចេញដើម្បីធ្វើបច្ចុប្បន្នភាព
kn: ನವೀಕರಿಸಲು ನಿರ್ಗಮಿಸಿ
ko: 종료하여 업데이트하기
lo: ອອກຈາກໂປຣແກຣມເພື່ອອັບເດດ
nl: Afsluiten en bijwerken
oc: Quitar per metre a jorn
pl: Zamknij, aby zaktualizować
ro: Închide pentru a actualiza
sv: Avsluta för att uppdatera
ug: يېڭىلاشتىن چېكىن
uk: Вийти, щоб оновити
vi: Thoát để cập nhật
zh_tw: 退出以更新

# managePageOwnUpdateDescription
source: When you quit the application it will automatically update.
ar: عند الخروج من التطبيق سيتم تحديثه تلقائيا.
be: Абнаўленне адбудзецца аўтаматычна, калі Вы закрыеце дадатак.
ca: En sortir de l'aplicació, s'actualitzarà automàticament.
cs: Když aplikaci ukončíte, automaticky se aktualizuje.
da: Når du forlader programmet, vil det automatisk blive opdateret.
el: Όταν κλείσετε την εφαρμογή θα ενημερωθεί αυτόματα.
eo: Kiam vi forlasos la programon, ĝi ĝisdatiĝos aŭtomate.
et: Rakendusest väljumisel uuendatakse ta automaatselt.
eu: Aplikaziotik irteten zarenean automatikoki eguneratuko da.
fa: هنگامی که شما از برنامه خارج می‌شوند، به صورت خودکار آپدیت می‌شود.
fi: Kun lopetat sovelluksen, se päivittyy automaattisesti.
fr: Lorsque vous quittez l’application, elle est automatiquement mise à jour.
ga: Nuair a scoireann tú den fheidhmchlár, nuashonróidh sé go huathoibríoch é.
he: יציאה מהיישום תעדכן אותו אוטומטית.
hu: Amikor kilép az alkalmazásból, az automatikusan frissül.
id: Ketika Anda keluar dari aplikasi itu akan secara otomatis diperbarui.
it: Alla chiusura dell'applicazione sarà aggiornata automaticamente.
ja: このアプリを終了すると自動的にアップデートが開始されます。
ka: როცა გახვალთ აპლიკაციიდან, ის ავტომატურად განახლდება.
km: នៅពេលអ្នកចាកចេញពីកម្មវិធី វានឹងអាប់ដេតដោយស្វ័យប្រវត្តិ។
kn: ನೀವು ಅಪ್ಲಿಕೇಶನ್ ತೊರೆದಾಗ ಅದು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನವೀಕರಿಸುತ್ತದೆ.
ko: 프로그램을 종료하면 자동으로 업데이트됩니다.
lo: ເມື່ອທ່ານອອກຈາກແອັບພລິເຄຊັນ ມັນຈະທຳການອັບເດດໂດຍອັດຕະໂນມັດ.
nl: Wanneer u de applicatie afsluit, wordt deze automatisch bijgewerkt.
oc: Quand quitatz l’aplicacion, serà automaticament mesa a jorn.
pl: Po zamknięciu programu zostanie on automatycznie zaktualizowany.
ro: Când închizi aplicația, ea se va actualiza automat.
sv: När du avslutar programmet så uppdateras det automatiskt.
ug: پىروگراممىدىن چېكىنسىڭىز ئۆزلۈكىدىن يېڭىلىنىدۇ.
uk: Застосунок оновиться автоматично після виходу з нього.
vi: Sau khi bạn thoát ứng dụng, nó sẽ tự động cập nhật.
zh_tw: 當您退出應用程式時，它將自動更新。

# managePageOwnUpdateQuitButton
source: Quit to update
ar: الخروج للتحديث
be: Закрыць і абнавіць
ca: Surt per actualitzar
cs: Ukončit pro aktualizaci
da: Afslut og gå til opdatering
el: Κλείσιμο για ενημέρωση
eo: Forlasi por ĝisdatigi
et: Uuendamiseks välju
eu: Irten eguneratzeko
fa: خروج برای به‌روز‌‌رسانی
fi: Lopeta päivittääksesi
fr: Quitter pour mettre à jour
ga: Scoir den nuashonrú
he: יש לצאת כדי לעדכן
hu: Kilépés a frissítéshez
id: Keluar untuk memperbarui
it: Chiudi per aggiornare
ja: アップデートを終了
ka: გადით განახლებისთვის
km: ចាកចេញដើម្បីធ្វើបច្ចុប្បន្នភាព
kn: ನವೀಕರಿಸಲು ನಿರ್ಗಮಿಸಿ
ko: 종료하여 업데이트하기
lo: ອອກຈາກໂປຣແກຣມເພື່ອອັບເດດ
nl: Afsluiten en bijwerken
oc: Quitar per metre a jorn
pl: Zamknij, aby zaktualizować
ro: Închide pentru a actualiza
sv: Avsluta för att uppdatera
ug: يېڭىلاشتىن چېكىن
uk: Вийти, щоб оновити
vi: Thoát để cập nhật
zh_tw: 退出以更新

# managePageCheckForUpdates
source: Check for updates
ar: التحقق من التحديثات
be: Праверыць наяўнасць абнаўленняў
ca: Busca actualitzacions
cs: Zkontrolovat aktualizace
da: Søg efter opdateringer
el: Έλεγχος για ενημερώσεις
eo: Kontroli ĝisdatigojn
et: Kontrolli uuendusi
eu: Bilatu eguneratzeak
fa: بررسی برای به‌روز رسانی
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
ga: Seiceáil le haghaidh nuashonruithe
he: איתור עדכונים
hu: Frissítések keresése
id: Cek pembaruan
it: Verifica aggiornamenti
ja: アップデートを確認
ka: განახლებების შემოწმება
km: ពិនិត្យមើលបច្ចុប្បន្នភាព
kn: ನವೀಕರಣಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಿ
ko: 업데이트 확인
lo: ກວດສອບການອັບເດດ
nl: Controleren op updates
oc: Verificar las mesas a jorn
pl: Sprawdź dostępność aktualizacji
ro: Verifică pentru actualizări
sv: Leta efter uppdateringar
ug: يېڭىلاش تەكشۈر
uk: Перевірити наявність оновлень
vi: Kiểm tra các bản cập nhật
zh_tw: 檢查更新

# managePageCheckingForUpdates
source: Checking for updates
ar: قيد التحقق من التحديثات
be: Праверка абнаўленняў
ca: S'estan buscant actualitzacions
cs: Kontrolují se aktualizace
da: Kontrollerer, om der er opdateringer
el: Ελέγχω για ενημερώσεις
eo: Kontrolante ĝisdatigojn
et: Kontrollin uuendusi
eu: Eguneratzeak bilatzen
fa: بررسی کردن برای به‌روز رسانی
fi: Tarkistetaan päivityksiä
fr: Recherche de mises à jour
ga: Ag seiceáil le haghaidh nuashonruithe
he: מתבצע איתור עדכונים
hu: Frissítések keresése
id: Mengecek pembaruan
it: Ricerca aggiornamenti in corso
ja: アップデートを確認
ka: მიმდინარეობს განახლებების შემოწმება
km: កំពុងពិនិត្យមើលបច្ចុប្បន្នភាព
kn: ನವೀಕರಣಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ
ko: 업데이트 확인 중
lo: ກຳລັງກວດສອບການອັບເດດ
nl: Controleren op updates
oc: Verificacion de mesas a jorn
pl: Sprawdzanie aktualizacji
ro: Verificând pentru actualizări
sv: Letar efter uppdateringar
ug: يېڭىلانمىنى تەكشۈرۈۋاتىدۇ
uk: Перевірка наявності оновлень
vi: Đang kiểm tra cập nhật...
zh_tw: 正在檢查更新
