Repository: ubuntu/app-center
Catalog: packages/app_center/lib/src/l10n/app_*.arb
Languages: ar, be, ca, cs, da, el, eo, et, eu, fa, fi, fr, ga, he, hu, id, it, ja, ka, km, kn, ko, lo, nl, oc, pl, ro, sv, ug, uk, vi, zh_tw

# snapReportOptionCopyrightViolation
source: Copyright or trademark violation
ar: انتهاك حقوق الطبع والنشر أو العلامة التجارية
be: Парушэнне аўтарскіх правоў або таварных знакаў
ca: Violació dels drets d'autor o de la marca registrada
cs: Porušení autorských práv nebo ochranné známky
da: Brud på ophavsret eller varemærke
eo: Malobservo de aŭtorrajtoj aŭ markorajtoj
et: Autoriõiguste või kaubamärgi kasutustingimuste rikkumine
eu: Copyright edo marka erregistratuaren urraketa
fa: زیر پا گذاشتت حق رونوشت یا نشان تجاری
fi: Tekijänoikeuden tai tavaramerkin loukkaus
fr: Violation de droit d'auteur ou marque
ga: Sárú cóipchirt nó trádmhairc
he: הפרה של זכויות יוצרים או סימני מסחר
hu: Szerzői jog vagy védjegy megsértése
id: Pelanggaran hak cipta atau merek dagang
it: Violazione del diritto d'autore
ja: 著作権または商標権違反
ka: საავტორო უფლების ან სავაჭრო ნიშნის დარღვევა
km: ការបំពានសិទ្ធិអ្នកនិពន្ធ ឬពាណិជ្ជសញ្ញា
kn: ಹಕ್ಕುಸ್ವಾಮ್ಯ ಅಥವಾ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಉಲ್ಲಂಘನೆ
ko: 저작권 또는 상표권 침해
lo: ການລະເມີດລິຂະສິດ ຫຼື ເຄື່ອງໝາຍການຄ້າ
nl: Schending van auteursrecht of handelsmerk
oc: Violacion de dreches d’autor o marca depausada
pl: Prawa autorskie lub naruszenie znaku towarowego
ro: Violație a dreptului de autor sau marcă
sv: Upphovsrätts- eller varumärkesintrång
ug: نەشر ھوقۇقى ياكى تاۋار ماركىسىغا دەخلى-تەرۇز قىلىش
uk: Порушення авторського права або торгової марки
zh_tw: 侵犯版權或商標

# snapReportOptionStoreViolation
source: Snap Store terms of service violation
ar: انتهاك شروط خدمة Snap Store
be: Парушэнне ўмоў абслугоўвання Snap Store
ca: Violació dels terminis de servei de l'Snap Store
cs: Porušení podmínek služby Snap Store
da: Brud på Snapbutikkens brugsbetingelser
eo: Malobservo de la uzokondiĉoj de Snap Store
et: Snap Store rakendustepoe kasutustingimuste rikkumine
eu: Snap Storearen zerbitzu-baldintzen urraketa
fa: زیر پا گذاشتن شرابط خدمت فروشگاه اسنپ
fi: Snap-kaupan käyttöehtojen rikkominen
fr: Violation des conditions d'utilisation de Snap Store
ga: Téarmaí sáraithe seirbhíse Snap Store
he: הפרה של תנאי שירות חנות ה־Snap
hu: Snap áruház szolgáltatási feltételeinek megsértése
id: Pelanggaran ketentuan penggunaan Snap Store
it: Violazione dei termini del servizio Snap Store
ja: Snap Store の規約違反
ka: Snap-ის მაღაზიის გამოყენების პირობების დარღვევა
km: ការបំពានលក្ខខណ្ឌសេវាកម្មរបស់ហាង Snap
kn: Snap Store ಸೇವಾ ನಿಯಮಗಳ ಉಲ್ಲಂಘನೆ
ko: 스냅 스토어 이용 약관 위반
lo: ການລະເມີດເງື່ອນໄຂການໃຫ້ບໍລິການຂອງ Snap Store
nl: Schending van de servicevoorwaarden van de Snap Store
oc: Violacion dels tèrmes de servici de Snap Store
pl: Warunki naruszenia usługi Snap Store
ro: Violație a condițiilor de utilizare a Snap Store
sv: Överträdelse av användarvillkoren för Snap Store
ug: Snap دۇكىنىڭ مۇلازىمەت كېلىشىمىنىڭ ماددىسىغا خىلاپلىق قىلىش
uk: Порушення умов надання послуг Snap Store
zh_tw: 違反 Snap 商店服務條款

# snapReportDetailsLabel
source: Please provide more detailed reason to your report
ar: يرجى تقديم سبب أكثر تفصيلا لقرار الابلاغ
be: Падайце больш падрабязнае абгрунтаванне да скаргі
ca: Proporcioneu un motiu més detallat per a la vostra denúncia
cs: Uveďte prosím podrobnější důvod svého hlášení
da: Angiv venligst en mere uddybende begrundelse for din rapport
eo: Bonvolu doni pli detalajn kialojn pri via raporto
et: Palun lisa täiendavat teavet põhjuse kohta (inglise keeles)
eu: Eman zure salaketaren arrazoiaren xehetasun gehiago
fa: فراهم کردن جزییات بیش‌تر برای گزارشتان
fi: Anna lisätietoja ilmoitukseen
fr: Veuillez fournir une raison plus détaillée à votre signalement
ga: Tabhair cúis níos mionsonraithe le do thuarascáil
he: נא לספק פירוט נוסף על מדוע בחרת לדווח
hu: Adjon részletesebb indoklást a jelentéséhez
id: Harap berikan alasan lebih lanjut tentang laporan Anda
it: Si prega di fornire maggiori dettagli alla segnalazione
ja: この報告の詳細を入力してください
ka: მოგვწერეთ მეტი დეტალი, რატომ აგზავნით ანგარიშს
km: សូមផ្តល់ហេតុផលលម្អិតបន្ថែមទៀតចំពោះរបាយការណ៍របស់អ្នក
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ವರದಿಗೆ ಹೆಚ್ಚು ವಿವರವಾದ ಕಾರಣವನ್ನು ಒದಗಿಸಿ
ko: 신고하는 상세한 이유를 적어 주세요
lo: ກະລຸນາລະບຸເຫດຜົນລະອຽດເພີ່ມເຕີມໃນການລາຍງານຂອງທ່ານ
nl: Geef een meer gedetailleerde reden voor de melding
oc: Se vos plau, provesissètz una rason mai detalhada per vòstre senhalament
pl: Podaj bardziej szczegółowy powód zgłoszenia
ro: Furnizează un motiv mai detaliat pentru raportul tău
sv: Ange en mer detaljerad anledning till din rapport
ug: مەلۇماتىڭىزنىڭ تېخىمۇ تەپسىلىي سەۋەبىنى تەمىنلەڭ
uk: Будь ласка, надайте більш детальну причину вашої скарги
zh_tw: 請提供您檢舉的更詳細原因

# snapReportOptionalEmailAddressLabel
source: Your email (optional)
ar: بريدك الإلكتروني (اختياري)
be: Ваш адрас электроннай пошты (неабавязкова)
ca: El vostre correu electrònic (opcional)
cs: Váš e-mail (volitelné)
da: Din e-mail (valgfri)
el: Το email σας (προαιρετικό)
eo: Via retpoŝta adreso (nedeviga)
et: Sinu e-posti aadress (kui soovid lisada)
eu: Zure email helbidea (hautazkoa)
fa: رایانامه‌تان (اختیاری)
fi: Sähköpostiosoitteesi (valinnainen)
fr: Votre email (optionnel)
ga: Do r-phost (roghnach)
he: כתובת הדוא״ל שלך (רשות)
hu: Az Ön e-mail-címe (elhagyható)
id: Email Anda (opsional)
it: La tua email (opzionale)
ja: メールアドレス (オプション)
ka: თქვენი ელფოსტა (არასავალდებულო)
km: អ៊ីមែលរបស់អ្នក (ជាជម្រើស)
kn: ನಿಮ್ಮ ಇಮೇಲ್ (ಐಚ್ಛಿಕ)
ko: 이메일 주소 (선택)
lo: ອີເມວຂອງທ່ານ (ທາງເລືອກ)
nl: Jouw e-mailadres (optioneel)
oc: Vòstra adreça electronica (opcionala)
pl: Twój e-mail (opcjonalnie)
ro: Email-ul tău (opțional)
sv: Din e-postadress (valfritt)
ug: ئېلخەت ئادرېسىڭىز (تاللاشچان)
uk: Ваша електронна пошта (необов'язково)
zh_tw: 您的電子郵件（選填）

# snapReportCancelButtonLabel
source: Cancel
ar: الغاء
be: Скасаваць
ca: Cancel·la
cs: Zrušit
da: Annullér
el: Ακύρωση
eo: Nuligi
et: Katkesta
eu: Utzi
fa: لغو
fi: Peru
fr: Annuler
ga: Cuir ar ceal
he: ביטול
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ka: გაუქმება
km: ច្រានចោល
kn: ರದ್ದುಮಾಡು
ko: 취소
lo: ຍົກເລີກ
nl: Annuleren
oc: Anullar
pl: Anuluj
ro: Anulează
sv: Avbryt
ug: ۋاز كەچ
uk: Скасувати
zh_tw: 取消

# snapReportSubmitButtonLabel
source: Submit report
ar: إرسال قرار الابلاغ
be: Адправіць скаргу
ca: Envia l'informe
cs: Odeslat hlášení
da: Indsend rapport
el: Στείλτε αναφορά
eo: Submeti raporton
et: Saada teade
eu: Bidali salaketa
fa: ثبت گزارش
fi: Lähetä ilmoitus
fr: Soumettre le signalement
ga: Tuarascáil a chur isteach
he: הגשת דוח
hu: Jelentés elküldése
id: Kirim laporan
it: Invia segnalazione
ja: 報告を提出
ka: ანგარიშის გადაცემა
km: បញ្ចូនរបាយការណ៍
kn: ವರದಿ ಸಲ್ಲಿಸಿ
ko: 신고 보내기
lo: ສົ່ງລາຍງານ
nl: Melding indienen
oc: Enviar lo senhalament
pl: Prześlij zgłoszenie
ro: Trimite raportul
sv: Skicka in rapport
ug: دوكلات يوللا
uk: Надіслати скаргу
zh_tw: 提交檢舉

# snapReportEnterValidEmailError
source: Enter a valid email address
ar: أدخل عنوان بريد إلكتروني صالح
be: Увядзіце сапраўдны адрас электроннай пошты
ca: Introduïu una adreça vàlida de correu electrònic
cs: Zadejte platnou e-mailovou adresu
da: Indtast en gyldig e-mailadresse
el: Εισάγετε μια έγκυρη διεύθυνση email
eo: Tajpu validan retpoŝtan adreson
et: Palun sisesta kehtiv e-posti aadress
eu: Sartu email helbide baliozkoa
fa: ورود نشانی رایانامه‌ای معتبر
fi: Kirjoita kelvollinen sähköpostiosoite
fr: Entrez une adresse email valide
ga: Iontráil seoladh ríomhphoist bailí
he: נא למלא כתובת דוא״ל תקנית
hu: Adjon meg egy érvényes e-mail-címet
id: Masukkan alamat email yang valid
it: Inserisci un indirizzo email valido
ja: 正しいメールアドレスを入力してください
ka: შეიყვანეთ სწორი ელფოსტის მისამართი
km: បញ្ចូលអាសយដ្ឋានអ៊ីមែលត្រឹមត្រូវ
kn: ಮಾನ್ಯವಾದ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ko: 올바른 이메일 주소를 입력해주세요
lo: ປ້ອນທີ່ຢູອີເມວທີ່ຖືກຕ້ອງ
nl: Voer een geldig e-mailadres in
oc: Picatz una adreça electronica valida
pl: Podaj ważny adres e -mail
ro: Introdu o adresă de email validă
sv: Ange en giltig e-postadress
ug: ئىناۋەتلىك ئېلخەت ئادرېسىنى كىرگۈزۈڭ
uk: Введіть дійсну адресу електронної пошти
zh_tw: 輸入有效的電子郵件地址

# snapReportDetailsHint
source: Comment...
ar: تعليق...
be: Каментар...
ca: Comenteu...
cs: Komentář…
da: Kommentar …
eo: Komenti…
et: Lisa kirjeldus...
eu: Iruzkina...
fa: نظر…
fi: Kommentti...
fr: Commentaire...
ga: Nóta Tráchta...
he: הערה…
hu: Megjegyzés…
id: Komentar...
it: Commento...
ja: コメント...
ka: კომენტარი...
km: មតិ...
kn: ಕಾಮೆಂಟ್ ಮಾಡಿ...
ko: 댓글...
lo: ຄຳເຫັນ...
nl: Commentaar…
oc: Comentari...
pl: Komentarz...
ro: Comentează...
sv: Kommentar...
ug: ئىزاھ…
uk: Коментар...
zh_tw: 評論...

# snapReportPrivacyAgreementLabel
source: In submitting this form, I confirm that I have read and agree to
ar: بإرسال هذا النموذج، أؤكد أنني قرأت ووافقت على.
be: Адпраўляючы гэтую форму, я пацвярджаю, што згаджаюся з
ca: En enviar aquest formulari, confirmo que he llegit i accepto el
cs: Odesláním tohoto formuláře potvrzuji, že jsem četl(a) a souhlasím s
da: I forbindelse med indsendelse af denne formular bekræfter jeg, at jeg har læst og accepterer
eo: Submetante ĉi tiun raporton, mi konfirmas, ke mi legis kaj konsentas
et: Selle teate edastamisel ma kinnitan, et olen lugenud järgnevaid dokumente ja nõustun nende tingimustega:
eu: Formulario hau bidaliz, berresten dut irakurri dudala eta onartzen dudala
fa: هنگام ثبت این گزارش تأیید می‌کنم که خوانده و موافقم:
fi: Lähettämällä tämän lomakkeen vahvistan lukeneeni ja hyväksyväni
fr: En soumettant ce formulaire, je confirme avoir lu et accepté de
ga: Agus an fhoirm seo á cur isteach agam, deimhním gur léigh mé agus go n-aontaím
he: הגשת הטופס הזה מהווה את הסכמתי לכך שקראתי והסכמתי ל
hu: Az űrlap elküldésével megerősítem, hogy elolvastam és elfogadom a
id: Dalam mengirimkan laporan ini, saya mengkonfirmasi bahwa saya telah membaca dan menyetujui
it: Compilando questo modulo, confermo di aver letto
ja: 報告にあたり、次の規約を読んだ上で同意する必要があります:
ka: ამ ფორმის გადაცემით მე ვადასტურებ, რომ წავიკითხე და ვეთანხმები
km: ក្នុងការបញ្ជូនទម្រង់នេះ ខ្ញុំបញ្ជាក់ថាខ្ញុំបានអាន និងយល់ព្រម។
kn: ಈ ಫಾರ್ಮ್ ಅನ್ನು ಸಲ್ಲಿಸುವಾಗ, ನಾನು ಓದಿದ್ದೇನೆ ಮತ್ತು ಒಪ್ಪುತ್ತೇನೆ ಎಂದು ದೃಢೀಕರಿಸುತ್ತೇನೆ
ko: 이 양식을 제출함으로써 다음 약관을 읽고 동의합니다.
lo: ໃນການສົ່ງແບບຟອມນີ້, ຂ້າພະເຈົ້າຍືນຍັນວ່າຂ້າພະເຈົ້າໄດ້ອ່ານ ແລະ ຕົກລົງເຫັນດີກັບ
nl: Met de indiening van dit formulier, bevestig ik dat ik heb gelezen en akkoord ga met
oc: En enviant aqueste formula, confirmi qu’ai legit e acceptat
pl: Przesyłając ten formularz, potwierdzam przeczytanie i akceptację
ro: Cu trimiterea acestui formular, confirm că am citit și accept
sv: Genom att skicka in detta formulär bekräftar jag att jag har läst och godkänner
ug: بۇ جەدۋەلنى يوللاشتا ئوقۇپ ۋە قوشۇلغانلىقىمنى جەزملەشتۈرىمەن
uk: Відправляючи цю форму, я підтверджую ознайомлення та свою згоду з
zh_tw: 在提交此表單時，我確認我已閱讀並同意

# snapReportPrivacyAgreementCanonicalPrivacyNotice
source: Canonicalâ€™s Privacy Notice
ar: إشعار الخصوصية الخاص بشركة Canonical.
be: Апавяшчэннем аб канфідэнцыяльнасці Canonical
ca: Avís de privacitat de Canonical
cs: prohlášením společnosti Canonical o ochraně osobních údajů
da: Canonicals privatlivsnotits
eo: la Averton pri Privateco
et: Canonicali privaatsusmärge
eu: Canonicalen pribatutasun-oharra
fa: یادداشت محرمانگی کنونیکال
fi: Canonicalin tietosuojakäytännön
fr: Avis de confidentialité de Canonical
ga: Fógra Príobháideachais Canonical
he: הצהרת הפרטיות של קנוניקל
hu: Canonical adatvédelmi tájékoztatóját
id: Pemberitahuan Privasi Canonical
it: Informativa sulla Privacy di Canonical
ja: Canonicalのプライバシー告知
ka: Canonical-ის კონფიდენციალობის გაფრთხილება
km: ការជូនដំណឹងអំពីឯកជនភាពរបស់ Canonical ។
kn: ಈ ಫಾರ್ಮ್ ಅನ್ನು ಸಲ್ಲಿಸುವಾಗ, ನಾನು ಓದಿದ್ದೇನೆ ಮತ್ತು ಒಪ್ಪುತ್ತೇನೆ ಎಂದು ದೃಢೀಕರಿಸುತ್ತೇನೆ ಕ್ಯಾನೊನಿಕಲ್‌ನ ಗೌಪ್ಯತೆ ಸೂಚನೆ
ko: Canonical 개인정보 보호 정책
lo: ແຈ້ງການຄວາມເປັນສ່ວນຕົວຂອງ Canonical
nl: Privacyverklaring van Canonical
oc: Avís de confidencialitat de Canonical
pl: oświadczenia o ochronie prywatności
ro: Notificarea de confidențialitate a Canonical
sv: Canonicals integritetsmeddelande
ug: Canonical نىڭ شەخسىيەت ئۇقتۇرۇشى
uk: Повідомленням про приватність компанії Canonical
zh_tw: Canonical 的隱私權聲明

# snapReportPrivacyAgreementAndLabel
source: and
ar: و.
be: и
ca: i la
cs: a
da: og
eo: kaj
et: ja
eu: eta
fa: و
fi: ja
fr: et
ga: agus
he: ול
hu: és
id: dan
it: e
ja: と
ka: და
km: និង
kn: ಮತ್ತು
ko: 과
lo: ແລະ
nl: en
oc: e
pl: i
ro: și
sv: och
ug: ۋە
uk: та
zh_tw: 和

# snapReportPrivacyAgreementPrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
be: Палітыкай канфідэнцыяльнасці
ca: Normativa de privacitat
cs: zásadami ochrany osobních údajů
da: Privatlivspolitik
el: Πολιτική Απορρήτου
eo: la Regulojn pri Privateco de Canonical
et: andmekaitse reeglid
eu: pribatutasun politika
fa: سیاست محرمانگی
fi: tietosuojakäytännön
fr: Politique de confidentialité
ga: Polasaí Príobháideachais
he: מדיניות הפרטיות
hu: adatvédelmi irányelveit
id: Kebijakan Privasi
ja: プライバシーポリシー
ka: კონფიდენციალობის პოლიტიკა
km: គោលការណ៍ឯកជនភាព
kn: ಗೌಪ್ಯತೆ ನೀತಿ
ko: 개인정보 처리방침
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
nl: Privacybeleid
oc: Politica de confidencialitat
pl: polityki prywatności firmy Canonical
ro: Politică de confidențialitate
sv: Integritetspolicy
ug: شەخسىيەت تۈزۈمى
uk: Політикою приватності
zh_tw: 隱私權政策

# debPageErrorNoPackageInfo
source: No package information found
ar: لم يتم العثور على معلومات الحزمة
be: Інфармацыя пра пакет не знойдзена
ca: No s'ha trobat informació del paquet
cs: Nenalezeny žádné informace o balíčku
da: Ingen pakkeinformation fundet
eo: Neniu paka informo troviĝis
et: Paketi teavet ei leidunud
eu: Ez da paketearen informaziorik aurkitu
fa: هیچ اطّلاعاتی از بسته پیدا نشد
fi: Paketin tietoja ei löytynyt
fr: Aucune information de paquet trouvée
ga: Níor aimsíodh aon fhaisnéis phacáiste
he: לא נמצאו פרטי חבילה
hu: Nem találhatók csomaginformációk
id: Tidak ada informasi paket yang ditemukan
it: Nessuna informazione sul pacchetto trovata
ja: パッケージ情報が見つかりません
ka: პაკეტის შესახებ ინფორმაცია აღმოჩენილი არაა
km: រកមិនឃើញព័ត៌មានកញ្ចប់ទេ
kn: ಯಾವುದೇ ಪ್ಯಾಕೇಜ್ ಮಾಹಿತಿ ಕಂಡುಬಂದಿಲ್ಲ
ko: 패키지 정보 찾을 수 없음
lo: ບໍ່ພົບຂໍ້ມູນແພັກເກດ
nl: Geen pakketinformatie gevonden
oc: Cap d’informacions sul paquet pas trobada
pl: Nie znaleziono informacji o pakiecie
ro: Nici-o informație a pachetului găsită
sv: Ingen paketinformation hittades
ug: ھېچقانداق بولاق ئۇچۇرى تېپىلمىدى
uk: Інформація про пакет не знайдена
zh_tw: 找不到軟體包資訊

# debPageDocumentationLinkLabel
source: Learn about managing Debian packages
ar: تعرف على إدارة حزم دبيان
be: Даведайцеся пра кіраванне пакетамі Debian
ca: Apreneu a administrar paquets Debian
cs: Zjistěte, jak spravovat balíčky Debian
el: Μάθετε περισσότερα σχετικά με τα πακέτα Debian
eo: Lernu pri administrado de Debian-pakoj
et: Lisateave Debiani pakettide halduse kohta
eu: Ikasi nola kudeatu Debian paketeak
fa: دانستن بیش‌تر دربارهٔ مدیریت بسته‌های دبیانی
fi: Lue Debian-pakettien hallitsemisesta
fr: Apprendre à gérer les paquets Debian
ga: Foghlaim faoi phacáistí Debian a bhainistiú
he: מידע על ניהול חבילות דביאן
hu: Ismerje meg a Debian-csomagok kezelésének módját
id: Pelajari tentang mengelola paket Debian
it: Impara come gestire i pacchetti Debian
ja: Debianパッケージの管理について知る
ka: გაიგეთ მეტი Debian-ის პაკეტების მართვის შესახებ
km: ស្វែងយល់អំពីការគ្រប់គ្រងកញ្ចប់ Debian
kn: ಡೆಬಿಯನ್ ಪ್ಯಾಕೇಜುಗಳನ್ನು ನಿರ್ವಹಿಸುವ ಬಗ್ಗೆ ತಿಳಿಯಿರಿ
ko: 데비안 패키지 관리 방법 알아보기
lo: ຮຽນຮູ້ກ່ຽວກັບການຈັດການແພັກເກດ Debian
nl: Meer informatie over het beheren van Debian-pakketten
oc: Aprendre a gerir los paquets Debian
pl: Dowiedz się więcej o zarządzaniu pakietami Debiana
ro: Află despre gestionarea pachetelor Debian
sv: Lär dig hur du hanterar Debian-paket
ug: Debian بوغچىسىنى باشقۇرۇش ھەققىدىكى بىلىم
uk: Дізнайтеся про керування пакунками Debian
zh_tw: 了解如何管理 Debian 軟體包

# debPageShareLinkCopiedMessage
source: Link copied to clipboard
ar: تم نسخ الرابط إلى الحافظة
ca: S'ha copiat l'enllaç al portaretalls
cs: Odkaz zkopírován do schránky
eo: Hiperligo kopiiĝis
et: Link on kopeeritud lõikelauale
eu: Esteka arbelera kopiatu da
fa: پیوند در تخته‌گیره رونوشت شد
fi: Linkki kopioitu leikepöydälle
fr: Lien copié dans presse-papiers
ga: Nasc cóipeáilte chuig an ghearrthaisce
he: הקישור הועתק ללוח הגזירים
hu: A hivatkozás a vágólapra másolva
id: Tautan disalin ke papan klip
it: Collegamento copiato negli appunti
ja: クリップボードにリンクをコピー
ka: ბმული დაკოპირდა ბუფერში
kn: ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ
ko: 클립보드에 링크 복사됨
lo: ຄັດລອກລິ້ງໃສ່ຄລິບບອດແລ້ວ
pl: Łącze skopiowane do schowka
ro: Link copiat în clipboard
sv: Länk kopierad till urklipp
ug: ئۇلانما چاپلاش تاختىسىغا كۆچۈرۈلدى
uk: Посилання скопійовано до буферу обміну
zh_tw: 連結已複製到剪貼簿

# debPageShareSemanticLabel
source: Copy link
ar: نسخ الرابط
ca: Copia l'enllaç
cs: Zkopírovat odkaz
eo: Kopii hiperligon
et: Kopeeri link
eu: Kopiatu esteka
fa: رونوشت از پیوند
fi: Kopioi linkki
fr: Copier lien
ga: Cóipeáil nasc
he: העתקת קישור
hu: Hivatkozás másolása
id: Salin tautan
it: Copia collegamento
ja: リンクのコピー
ka: ბმულის კოპირება
kn: ಲಿಂಕ್ ನಕಲಿಸಿ
ko: 링크 복사
lo: ຄັດລອກລິ້ງ
pl: Skopiuj łącze
ro: Copiază link
sv: Kopiera länk
ug: ئۇلانما كۆچۈر
uk: Копіювати посилання
zh_tw: 複製連結

# externalResources
source: Additional resources
ar: الموارد الإضافية
be: Дадатковыя рэсурсы
ca: Recursos addicionals
cs: Další zdroje
da: Yderligere ressourcer
el: Περισσότερες πηγές
eo: Pliaj rimedoj
et: Täiendavad vahendid
eu: Baliabide gehigarriak
fa: منابع اضافی
fi: Lisäresurssit
fr: Ressources additionnelles
ga: Acmhainní breise
he: משאבים נוספים
hu: További erőforrások
id: Sumber daya tambahan
it: Risorse aggiuntive
ja: 追加リソース
ka: დამატებითი რესურსები
km: ធនធានបន្ថែម
kn: ಹೆಚ್ಚುವರಿ ಸಂಪನ್ಮೂಲಗಳು
ko: 추가 리소스
lo: ຊັບພະຍາກອນເພີ່ມເຕີມ
nl: Aanvullende bronnen
oc: Ressorsas addicionalas
pl: Dodatkowe zasoby
ro: Resurse adiționale
sv: Ytterligare resurser
ug: قوشۇمچە مەنبە
uk: Додаткові ресурси
zh_tw: 其他資源

# externalResourcesButtonLabel
source: Discover more
ar: اكتشف المزيد
be: Даследваць
ca: Descobriu més
cs: Objevit více
da: Gå på opdagelse
el: Ανακαλύψτε κι άλλα
eo: Ekscii pli
et: Leia veel huvitavat
eu: Deskubritu gehiago
fa: کشف بیش‌تر
fi: Löydä lisää
fr: Découvrir davantage
ga: Tuilleadh eolais
he: לגלות עוד
hu: Továbbiak felfedezése
id: Temukan lebih banyak
it: Approfondisci
ja: もっと見つける
ka: აღმოაჩინეთ მეტი
km: ស្វែងយល់បន្ថែម
kn: ಇನ್ನಷ್ಟು ಅನ್ವೇಷಿಸಿ
ko: 더 둘러보기
lo: ຄົ້ນພົບເພີ່ມເຕີມ
nl: Meer ontdekken
oc: Ne descobrir mai
pl: Odkryj więcej
ro: Descoperă mai multe
sv: Upptäck mer
ug: تېخىمۇ كۆپ بايقاش
uk: Знайти більше
zh_tw: 發現更多

# allGamesButtonLabel
source: All games
ar: جميع الألعاب
be: Усе гульні
ca: Totes els jocs
cs: Všechny hry
da: Alle spil
el: Όλα τα παιχνίδια
eo: Ĉiuj ludoj
et: Kõik mängud
eu: Joko guztiak
fa: همهٔ بازی‌ها
fi: Kaikki pelit
fr: Tous les jeux
ga: Gach cluichí
he: כל המשחקים
hu: Összes játék
id: Semua permainan
it: Tutti i giochi
ja: すべてのゲーム
ka: ყველა თამაში
km: ហ្គេមទាំងអស់
kn: ಎಲ್ಲಾ ಆಟಗಳು
ko: 모든 게임
lo: ເກມທັງໝົດ
nl: Alle games
oc: Totes los jòcs
pl: Wszystkie gry
ro: Toate jocurile
sv: Alla spel
ug: ھەممە ئويۇن
uk: Всі ігри
zh_tw: 所有遊戲

# externalResourcesDisclaimer
source: Note: These are all external tools. These aren't owned nor distributed by Canonical.
ar: ملاحظة: هذه كلها أدوات خارجية، ولا تمتلكها شركة Canonical ولا توزعها.
be: Заўвага. Усё гэта вонкавыя інструменты. Яны не належаць і не распаўсюджваюцца Canonical.
ca: Nota: totes aquestes eines són externes. No són propietat de Canonical ni Canonical és responsable de distribuir-les.
cs: Poznámka: Všechny tyto nástroje jsou externí. Nejsou vlastněny ani distribuovány společností Canonical.
da: Bemærk: Alle disse er eksterne værktøjer. De ejes eller distribueres ikke af Canonical.
el: Σημείωση: Αυτά είναι εξωτερικά εργαλεία.Αυτά δεν ανήκουν η δεν διανέμονται από την Canonical.
eo: Notu: jen eksteraj ilaĵoj ne posedataj nek distribuataj de Canonical.
et: Märkus: tegemist on välise tarkvara ja teabega, mida Canonical ei omista ega levita.
eu: Oharra: tresna guzti hauek hirugarrenenak dira. Canonical ez da ez hauen jabea, ez banatzailea.
fa: یادداشت: این‌ها ابزارهای خارجی بوده و در مالکیت یا تحت انتشار کنونیکال نیستند.
fi: Huomio: nämä ovat ulkoisia työkaluja. Canonical ei omista tai jakele niitä.
fr: Remarque : ce sont tous des outils externes. Ceux-ci ne sont ni détenus ni distribués par Canonical.
ga: Nóta: Is uirlisí seachtracha iad seo go léir. Níl siad seo faoi úinéireacht ná á ndáileadh ag Canonical.
he: לתשומת ליבך: כל אלו הם כלים חיצוניים. הם לא בבעלות או בהפצת קנוניקל.
hu: Megjegyzés: ezek mind külső eszközök. Ezek nem a Canonical tulajdonában vannak, és nem is a Canonical terjeszti őket.
id: Catatan: Semua ini adalah alat eksternal. Tidak dimiliki ataupun didistribusikan oleh Canonical.
it: Nota: questi sono strumenti esterni non sviluppati e distribuiti da Canonical.
ja: 注意 これらは外部ツールです。Canonicalによって所有または配布されたものではありません。
ka: შენიშვნა: ეს გარე ხელსაწყოებია. Canonical მათ არც ფლობს, არც ავრცელებს.
km: ចំណាំ៖ ទាំងនេះគឺជាឧបករណ៍ខាងក្រៅទាំងអស់។ ទាំងនេះមិនមែនជាកម្មសិទ្ធិ ឬចែកចាយដោយ Canonical ទេ។
kn: ಗಮನಿಸಿ: ಇವೆಲ್ಲವೂ ಬಾಹ್ಯ ಉಪಕರಣಗಳು. ಇವುಗಳು ಕ್ಯಾನೊನಿಕಲ್‌ನಿಂದ ಮಾಲೀಕತ್ವ ಹೊಂದಿಲ್ಲ ಅಥವಾ ವಿತರಿಸಲ್ಪಟ್ಟಿಲ್ಲ.
ko: 참고: 이 목록에서 제공하는 외부 도구는 Canonical이 권리를 보유하거나 배포하지 않습니다.
lo: ໝາຍເຫດ: ເຫຼົ່ານີ້ແມ່ນເຄື່ອງມືພາຍນອກທັງໝົດ. ສິ່ງເຫຼົ່ານີ້ບໍ່ໄດ້ເປັນເຈົ້າຂອງ ຫຼື ແຈກຢາຍໂດຍ Canonical.
nl: Let op: Dit zijn allemaal externe hulpmiddelen. Deze zijn geen eigendom van Canonical en worden ook niet gedistribueerd door Canonical.
oc: Nòta : totas aquestas son d’aisinas extèrnas. Son pas la proprietat nimai distribuida per Canonical.
pl: Uwaga: wszystkie te narzędzia są zewnętrzne. Nie są własnością firmy Canonical i nie są przez nią dystrybuowane.
ro: Notă: Acestea sunt toate ustensile externe. Ele nu sunt aparținute sau distribute de Canonical.
sv: Observera: Dessa är alla externa verktyg. Dessa ägs eller distribueras inte av Canonical.
ug: دىققەت: بۇلارنىڭ ھەممىسى سىرتقى قورال. بۇلارنى ئىگىدارى ياكى تۆھپىكارى Canonical شىركىتى ئەمەس.
uk: Примітка: Це все зовнішні інструменти. Вони не належать і не розповсюджуються компанією Canonical.
zh_tw: 注意：這些都是外部工具。它們並非由 Canonical 擁有或提供。

source: Open in browser
ar: فتح في المتصفح
be: Адкрыць у браўзеры
ca: Obre el navegador
cs: Otevřít v prohlížeči
da: Åbn i browser
el: Άνοιγμα στον browser
eo: Malfermi per TTT-legilo
et: Ava veebibrauseris
eu: Ireki nabigatzailean
fa: گشودن در مرورگر
fi: Avaa selaimessa
fr: Ouvrir dans le navigateur
ga: Oscail i mbrabhsálaí
he: פתיחה בדפדפן
hu: Megnyitás a böngészőben
id: Buka di browser
it: Apri nel browser
ja: ブラウザーで開く
ka: ბრაუზერში გახსნა
km: បើកនៅក្នុងកម្មវិធីរុករក
kn: ಬ್ರೌಸರ್‌ನಲ್ಲಿ ತೆರೆಯಿರಿ
ko: 브라우저에서 열기
lo: ເປີດໃນບຣາວເຊີ
nl: Openen in browser
oc: Dobrir dins lo navegador
pl: Otwórz w przeglądarce
ro: Deschide în browser
sv: Öppna i webbläsare
ug: تور كۆرگۈدە ئاچ
uk: Відкрити в браузері
zh_tw: 在瀏覽器中開啟

source: Install all
ar: تثبيت الكل
be: Усталяваць усе
ca: Instal·la-ho tot
cs: Instalovat vše
da: Installér alle
el: Εγκατάσταση όλων
eo: Instali ĉiujn
et: Paigalda kõik
eu: Instalatu dena
fa: نصب همه
fi: Asenna kaikki
fr: Installer tout
ga: Suiteáil gach rud
he: להתקין הכול
hu: Összes telepítése
id: Pasang semua
it: Installa tutto
ja: すべてインストール
ka: ყველას დაყენება
km: ដំឡើងទាំងអស់
kn: ಎಲ್ಲವನ್ನೂ ಸ್ಥಾಪಿಸಿ
ko: 모두 설치
lo: ຕິດຕັ້ງທັງໝົດ
nl: Alles installeren
oc: Tot installar
pl: Zainstaluj wszystkie
ro: Instalează tot
sv: Installera alla
ug: ھەممىنى ئورنات
uk: Встановити все
zh_tw: 全部安裝

# localDebWarningTitle
source: Potentially unsafe
ar: احتمال غير آمن
be: Патэнцыйна небяспечна
ca: Potencialment insegur
cs: Potenciálně nebezpečné
da: Potentielt usikker
el: Πιθανός μη ασφαλή
eo: Eble nesekura
et: Võib olla ebaturvaline
eu: Potentzialki arriskutsua
fa: احتمالاً ناامن
fi: Mahdollisesti turvaton
fr: Potentiellement non sécurisé
ga: D'fhéadfadh sé a bheith neamhshábháilte
he: כנראה מפוקפק
hu: Potenciálisan nem biztonságos
id: Berpotensi tidak aman
it: Potenzialmente insicuro
ja: 潜在的に安全ではない
ka: პოტენციურად სახიფათო
km: សក្តានុពលមិនមានសុវត្ថិភាព
kn: ಸಂಭಾವ್ಯವಾಗಿ ಅಸುರಕ್ಷಿತ
ko: 안전하지 않을 수 있음
lo: ອາດຈະບໍ່ປອດໄພ
nl: Mogelijk onveilig
oc: Potencialament insegura
pl: Potencjalnie niebezpieczne
ro: Potențial periculos
sv: Potentiellt osäkert
ug: يوشۇرۇن خەتىرى بار
uk: Потенційно небезпечно
zh_tw: 可能不安全
