Repository: ubuntu/app-center
Catalog: packages/app_center/lib/src/l10n/app_*.arb
Languages: ar, be, ca, cs, da, el, eo, et, eu, fa, fi, fr, ga, he, hu, id, it, ja, ka, km, kn, ko, lo, nl, oc, pl, ro, sv, ug, uk, vi, zh_tw

# errorViewUnknownErrorTitle
source: Something went wrong
ar: لقد حدث خطأ
be: Нешта адбылося ня гэтак
ca: Alguna cosa ha fallat
cs: Něco se nepovedlo
da: Noget gik galt
el: Κάτι πήγε στραβά
eo: Io fiaskis
et: Midagi läks valesti
eu: Arazoren bat egon da
fa: چیزی اشتباه پیش رفت
fi: Jokin meni pieleen
fr: Quelque chose n'a pas fonctionné
ga: Chuaigh rud éigin mícheart
he: משהו השתבש
hu: Valami elromlott
id: Ada yang tidak beres
it: Qualcosa è andato storto
ja: 何かがおかしいです
ka: რაღაც არასწორია
km: មានអ្វីមួយខុសប្រក្រតី
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ
ko: 알 수 없는 문제가 발생했습니다
lo: ມີບາງຢ່າງຜິດພາດ
nl: Er is iets misgegaan
oc: Quicòm a trucat
pl: Wystąpił problem
ro: Ceva a mers greșit
sv: Någonting gick fel
ug: كاشىلا كۆرۈلدى
uk: Щось пішло не так
zh_tw: 發生錯誤

# errorViewUnknownErrorDescription
source: We're sorry, but weâ€™re not sure what the error is.
ar: عذرًا، ولكننا لسنا متأكدين من الخطأ.
be: Нам шкада, але мы не ўпэўненыя, у чым палягае праблема.
ca: Ho sentim, no estem segurs de quin ha estat l'error.
cs: Je nám líto, ale nejsme si jisti, o jakou chybu se jedná.
da: Vi er ikke sikre på, hvad fejlen er.
el: Συγνώμη,δεν είμαστε σίγουροι ποιο είναι το λάθος.
eo: Bedaŭrinde, ni ne certas pri la eraro.
et: Vabandust, aga me pole kindlad selles, mis veaga on tegemist.
eu: Sentitzen dugu, baina ez dakigu ziur zein den errorea.
fa: متأسفّانه مطمئن نیستیم که خطا چیست.
fi: Valitettavasti emme tiedä mistä virheestä on kyse.
fr: Nous sommes désolés mais nous ne savons pas quelle est l’erreur.
ga: Tá brón orainn, ach nílimid cinnte cad é an earráid.
he: אנחנו לא בטוחים מה השגיאה הזאת, סליחה.
hu: Elnézést, de nem lehet tudni biztosan, hogy mi a hiba.
id: Maaf, kami tidak yakin apa kesalahannya.
it: Ci scusiamo per il disagio, ma non sappiamo di quale errore si tratti.
ja: どんなエラーが起きているのかよくわかっていません。
ka: ვწუხვართ, მაგრამ არ ვართ დარწმუნებული, რას მუშაობს არასწორად.
km: យើង​សុំទោស ប៉ុន្តែ​យើង​មិន​ប្រាកដ​ថា​មាន​កំហុស​អ្វី​ទេ។
kn: ನಮ್ಮನ್ನು ಕ್ಷಮಿಸಿ, ಆದರೆ ದೋಷ ಏನೆಂದು ನಮಗೆ ಖಚಿತವಾಗಿಲ್ಲ.
ko: 죄송합니다. 원인을 알 수 없는 오류입니다.
lo: ຂໍອະໄພ, ແຕ່ພວກເຮົາບໍ່ແນ່ໃຈວ່າຂໍ້ຜິດພາດແມ່ນຫຍັງ.
nl: Het spijt ons, maar we weten niet zeker wat de fout is.
oc: O planhèm, mas sabèm pas quina error es.
pl: Przepraszamy, ale nie jesteśmy pewni, na czym polega błąd.
ro: Ne pare rău, dar nu suntem siguri care este eroarea.
sv: Vi är ledsna, men vi är inte säkra på vad felet är.
ug: كەچۈرۈڭ، قانداق خاتالىق كۆرۈلگەنلىكى ئېنىق ئەمەس.
uk: Вибачте, але ми не впевнені, в чому саме полягає помилка.
zh_tw: 很抱歉，但我們不確定發生錯誤的原因。

# errorViewUnknownErrorAction
source: You can retry now, check the status for updates, or try again later.
ar: يمكنك إعادة المحاولة الآن، والتحقق من حالة التحديثات، أو المحاولة مرة أخرى لاحقًا.
be: Вы можаце паўтарыць спробу зараз, праверыць стан службаў для звестак або паўтарыць спробу пазней.
ca: Podeu tornar-lo a intentar ara, comproveu l'estat de les actualitzacions o torneu-ho a intentar més tard.
cs: Můžete to nyní zopakovat, zkontrolovat aktualizace stavu nebo to zkusit znovu později.
da: Du kan prøve igen nu. Tjek status på opdateringer, eller prøv igen senere.
el: Μπορείτε να δοκιμάσετε ξανά τώρα,ελέγξτε την κατάσταση των ενημερώσεων η προσπαθήστε ξανά.
eo: Vi povas reprovi nun, kontroli la staton pri ĝisdatigoj, aŭ reprovi poste.
et: Sa võid proovida kohe uuesti või jälgida uuenduste olekuid ning teavet ja proovida uuesti hiljem.
eu: Berriro saia zaitezke, eguneratzeen egoera egiaztatu, edo bestela, geroago berriro saiatu.
fa: اکنون می‌توانید دوباره تلاش کرده، وضعیت به‌روز رسانی‌ها را بررسی کرده یا دوباره تلاش کنید.
fi: Voit yrittää uudelleen nyt, tarkistaa päivitysten tilan, tai yrittää uudelleen myöhemmin.
fr: Vous pouvez réessayer maintenant, vérifiez l’état des mises à jour ou réessayez plus tard.
ga: Is féidir leat triail a bhaint as anois, an stádas le haghaidh nuashonruithe a sheiceáil, nó triail eile a bhaint as níos déanaí.
he: אפשר לנסות שוב עכשיו, לבדוק מה מצב העדכונים או לנסות שוב מאוחר יותר.
hu: Most újra megpróbálhatja, ellenőrizze a frissítések állapotát, vagy próbálja meg később újra.
id: Anda dapat mencoba lagi sekarang, memeriksa status pembaruan, atau mencoba lagi nanti.
it: Riprova ora, controlla l'avanzamento degli aggiornamenti, o prova più tardi.
ja: やり直し、アップデートの状況を確認するか、後でやり直してください。
ka: ახლა შეგიძლიათ თავიდან სცადოთ განახლების სტატუსების შემოწმება, ამ მოგვიანებით სცადეთ.
km: អ្នកអាចព្យាយាមម្តងទៀតឥឡូវនេះ ពិនិត្យមើលស្ថានភាពសម្រាប់ការអាប់ដេត ឬព្យាយាមម្តងទៀតនៅពេលក្រោយ។
kn: ನೀವು ಇದೀಗ ಮರುಪ್ರಯತ್ನಿಸಬಹುದು, ನವೀಕರಣಗಳಿಗಾಗಿ ಸ್ಥಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಬಹುದು ಅಥವಾ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 지금 다시 시도하거나, 업데이트 상태를 확인하거나, 또는 나중에 다시 시도하십시오.
lo: ທ່ານສາມາດລອງໃໝ່ດຽວນີ້, ກວດສອບສະຖານະການອັບເດດ ຫຼື ລອງໃໝ່ອີກຄັ້ງໃນພາຍຫຼັງ.
nl: Je kunt het nu opnieuw proberen, de status controleren op updates of het later opnieuw proberen.
oc: Podètz tornar ensajar ara, verificatz l’estat de las mesas a jorn o tornatz ensajar mai tard.
pl: Możesz spróbować ponownie teraz, sprawdzić stan aktualizacji lub spróbować ponownie później.
ro: Poți reîncerca acum, verică statutul de actualizări, sau încearcă mai târziu.
sv: Du kan försöka igen nu, kontrollera status för uppdateringar eller försöka igen senare.
ug: ھازىر قايتا سىنىيالايسىز، يېڭىلاش ھالىتىنى تەكشۈرۈڭ ياكى سەل تۇرۇپ قايتا سىناڭ.
uk: Ви можете повторити спробу зараз, перевірити стан оновлень або спробувати пізніше.
zh_tw: 您可以立即重試、檢查更新狀態，或稍後再試。

# codecPageTitle
source: Missing media codecs
ca: Falten còdecs multimèdia
eu: Euskarrien kodekak falta dira
ka: ნაკლული მედიის კოდეკები
kn: ಮಾಧ್ಯಮ ಕೊಡೆಕ್‌ಗಳು ಕಾಣೆಯಾಗಿದೆ
lo: ບໍ່ມີ Codecs ສື່
pl: Brak kodeków multimedialnych
sv: Saknar mediakodekar
ug: ۋاسىتە كودلىغۇچ كەم

# codecPageDescription
source: You need to install the following codecs for handling certain video and audio formats:
ca: Necessiteu instal·lar els següents còdecs per a gestionar certs formats d'àudio i video:
eu: Ondorengo kodekak instalatu beharko dituzu zenbait bideo eta audio formatu erabiltzeko:
ka: გჭირდებათ, დააყენოთ შემდეგი კოდეკები ზოგიერთი ვიდეო და აუდიოფორმატების დასამუშავებლად:
kn: ಕೆಲವು ವೀಡಿಯೊ ಮತ್ತು ಆಡಿಯೊ ಸ್ವರೂಪಗಳನ್ನು ನಿರ್ವಹಿಸಲು ನೀವು ಈ ಕೆಳಗಿನ ಕೊಡೆಕ್‌ಗಳನ್ನು ಸ್ಥಾಪಿಸುವ ಅಗತ್ಯವಿದೆ:
lo: ທ່ານຈຳເປັນຕ້ອງຕິດຕັ້ງ Codecs ຕໍ່ໄປນີ້ເພື່ອຈັດການຮູບແບບວິດີໂອ ແລະ ສຽງບາງປະເພດ:
pl: Należy zainstalować następujące kodeki do obsługi niektórych formatów wideo i audio:
sv: Du behöver installera följande kodekar för att hantera vissa video- och ljudformat:
ug: سىز نۆۋەتتىكى سىن ۋە ئۈن پىچىمىنى بىر تەرەپ قىلىدىغان تۆۋەندىكى كودلىغۇچنى ئورنىتىشقا موھتاج:

# codecProprietaryDisclaimer
source: Some of the recommended codecs could be proprietary.
ca: Alguns dels còdecs recomanats podrien ser propietaris.
eu: Baliteke gomendatutako kodek batzuk pribatiboak izatea.
ka: ზოგიერთი რეკომენდებული კოდეკი დახურული წყაროთია.
kn: ಶಿಫಾರಸು ಮಾಡಲಾದ ಕೆಲವು ಕೊಡೆಕ್‌ಗಳು ಸ್ವಾಮ್ಯದ ಆಗಿರಬಹುದು.
lo: Codecs ທີ່ແນະນຳບາງອັນອາດເປັນຊັບສິນທາງປັນຍາ.
pl: Niektóre z zalecanych kodeków mogą być własnościowe.
sv: Vissa av de rekommenderade kodekarna kan vara proprietära.
ug: بەزى تەۋسىيەلىك كودلىغۇچ مەخسۇس ئىشلىتىلىدىغان بولۇشى مۇمكىن.

# codecInstallAllButton
source: Install recommended codecs
ca: Instal·la els còdecs recomanats
eu: Instalatu gomendatutako kodekak
ka: რეკომენდებული კოდეკების დაყენება
kn: ಶಿಫಾರಸು ಮಾಡಲಾದ ಕೋಡೆಕ್‌ಗಳನ್ನು ಸ್ಥಾಪಿಸಿ
lo: ຕິດຕັ້ງ Codecs ທີ່ແນະນຳ
pl: Zainstaluj zalecane kodeki
sv: Installera rekommenderade kodekar
ug: تەۋسىيەلىك كودلىغۇچنى ئورنات
