Repository: ubuntu/app-center
Catalog: packages/app_center/lib/src/l10n/app_*.arb
Languages: ar, be, ca, cs, da, el, eo, et, eu, fa, fi, fr, ga, he, hu, id, it, ja, ka, km, kn, ko, lo, nl, oc, pl, ro, sv, ug, uk, vi, zh_tw

# snapCategoryPhotoAndVideo
source: Photo and Video
ar: الصور و الفيديو
be: Фота і відэа
ca: Fotos i vídeo
cs: Fotografie a video
da: Foto og video
el: Φωτογραφία και Βίντεο
eo: Fotoj kaj filmoj
et: Fotod ja videod
eu: Argazkia eta bideoa
fa: تصویر و ویدیو
fi: Kuva ja video
fr: Photo et vidéo
ga: Grianghraf agus Físeán
he: תמונות וסרטונים
hu: Fénykép és videó
id: Vidio dan Foto
it: Foto e Video
ja: 写真とビデオ
ka: ფოტო და ვიდეო
km: រូបថត និងវីដេអូ
kn: ಫೋಟೋ ಮತ್ತು ವಿಡಿಯೋ
ko: 사진 및 비디오
lo: ຮູບພາບ ແລະ ວິດີໂອ
nl: Foto en video
oc: Fòtos e vidèo
pl: Zdjęcia i wideo
ro: Foto și video
sv: Foto och video
ug: سۈرەت ۋە سىن
uk: Фотографії й відео
zh_tw: 照片和影片

# snapCategoryProductivity
source: Productivity
ar: الإنتاجية
be: Праца
ca: Productivitat
cs: Kancelář
da: Produktivitet
el: Παραγωγή
eo: Laboro
et: Tarbetarkvara
eu: Produktibitatea
fa: بهره‌وری
fi: Tuotteliaisuus
fr: Bureautique
ga: Táirgiúlacht
he: הפקה
hu: Termelékenység
id: Produktivitas
it: Produttività
ja: 生産性
ka: პროდუქტიულობა
km: ផលិតភាព
kn: ಉತ್ಪಾದಕತೆ
ko: 생산성
lo: ປະສິດທິພາບການເຮັດວຽກ
nl: Productiviteit
oc: Productivitat
pl: Produktywność
ro: Productivitate
sv: Produktivitet
ug: ئىشلەپچىقىرىش ئۈنۈمى
uk: Продуктивність
zh_tw: 生產力工具

# snapCategoryProductivityButtonLabel
source: Discover the productivity collection
ar: اكتشف مجموعة الإنتاجية
be: Даследваць калекцыю для працы
ca: Descobriu la col·lecció de productivitat
cs: Objevte sbírku pro produktivitu
da: På opdagelse i produktivitetssamlingen
el: Ανακαλύψτε την παραγωγή συλλογής
eo: Esploru la programojn por laboro
et: Tutvu meie tarbetarkvaraga ja kontoritöö rakendustega
eu: Deskubritu produktibitaterako bilduma
fa: مجموعه بهره‌وری را کشف کنید
fi: Tutustu tuottavuuskokoelmaan
fr: Découvrez la collection productivité
ga: Faigh amach an bailiúchán táirgiúlachta
he: חשיפת אוסף יישומי ההפקה
hu: A termelékenységi gyűjtemény felfedezése
id: Temukan koleksi produktivitas
it: Scopi la collezione per la produttività
ja: 生産性向上アプリを見つける
ka: აღმოაჩინეთ პროდუქტიულობის ნაკრებები
km: ស្វែងយល់ពីការប្រមូលផលិតភាព
kn: ಉತ್ಪಾದಕತೆಯ ಸಂಗ್ರಹವನ್ನು ಅನ್ವೇಷಿಸಿ
ko: 생산성 앱들을 만나보세요
lo: ຄົ້ນພົບຄອນເລັກຊັນເພີ່ມປະສິດທິພາບການເຮັດວຽກ
nl: Ontdek de productiviteitscollectie
oc: Descobrir la colleccion de productivitat
pl: Odkryj kolekcję produktywności
ro: Descoperă colecția de productivitate
sv: Upptäck produktivitetssamlingen
ug: ئۈنۈم توپلىمىنى بايقاش
uk: Відкрийте для себе колекцію продуктивності
zh_tw: 發現生產力工具集

# snapCategoryProductivitySlogan
source: Cross one thing off your to-do list
ar: اشطب شيئًا واحدًا من قائمة مهامك
be: Выкрасліце са спісу спраў
ca: Ratlleu una cosa de la vostra llista de tanques pendents
cs: Vyškrtněte jednu věc ze svého seznamu úkolů
da: Sæt hak ved en ting på din to-do-liste
eo: Malpliigu vian taskoliston
et: Lahenda ülesandeid eesmärgipäraselt
eu: Kendu gauza bat egitekoen zerrendatik
fa: یک چیز را از لیست کارهای خود حذف کنید
fi: Yksi asia vähemmän tehtävälistalla
fr: Rayez une chose de votre liste de choses à faire
ga: Trasnaigh rud amháin as do liosta tascanna
he: דבר אחד פחות ברשימת המטלות
hu: Húzzon ki egy dolgot a tennivalók listájáról
id: Coret satu hal dari daftar tugas Anda
it: Spunta un compito dalla tua lista di cose da fare
ja: To Doリストを消化する
ka: გადახაზეთ ერთი რამ თქვენი სიიდან, რის გაკეთებასაც აპირებთ
km: ឆ្លងកាត់រឿងមួយចេញពីបញ្ជីការងារត្រូវធ្វើរបស់អ្នក
kn: ನಿಮ್ಮ ಮಾಡಬೇಕಾದ ಪಟ್ಟಿಯಿಂದ ಒಂದು ವಿಷಯವನ್ನು ದಾಟಿಸಿ
ko: 할 일 목록에서 하나 완료하기
lo: ເຮັດໃຫ້ສຳເລັດໜຶ່ງຢ່າງຈາກລາຍການທີ່ຕ້ອງເຮັດຂອງທ່ານ
nl: Streep één ding van de takenlijst
oc: Marcatz una causa de vòstra lista de prètzfaches en cors
pl: Skreśl jedną pozycję ze swojej listy rzeczy do zrobienia
ro: Taie încă un lucru de pe lista ta de-făcut
sv: Stryk en sak från din att göra-lista
ug: بېجىرىدىغان ئىش تىزىمىڭىز تامام
uk: Викресліть одну річ зі свого списку справ
zh_tw: 完成您待辦事項中的一項

# snapCategoryScience
source: Science
ar: العلوم
be: Навука
ca: Ciència
cs: Věda
da: Videnskab
el: Επιστήμη
eo: Scienco
et: Teadus
eu: Zientzia
fa: علمی
fi: Tiede
fr: Sciences
ga: Eolaíocht
he: מדעים
hu: Tudomány
id: Sains
it: Scienza
ja: 科学
ka: მეცნიერება
km: វិទ្យាសាស្ត្រ
kn: ವಿಜ್ಞಾನ
ko: 과학
lo: ວິທະຍາສາດ
nl: Wetenschap
oc: Sciéncia
pl: Nauka
ro: Știință
sv: Vetenskap
ug: ئىلىم-پەن
uk: Наука
zh_tw: 科學

# snapCategorySecurity
source: Security
ar: الحماية
be: Бяспека
ca: Seguritat
cs: Bezpečnost
da: Sikkerhed
el: Ασφάλεια
eo: Sekureco
et: Turvalisus
eu: Segurtasuna
fa: امنیت
fi: Tietoturva
fr: Sécurité
ga: Slándáil
he: אבטחה
hu: Biztonság
id: Keamanan
it: Sicurezza
ja: セキュリティ
ka: უსაფრთხოება
km: សន្តិសុខ
kn: ಭದ್ರತೆ
ko: 보안
lo: ຄວາມປອດໄພ
nl: Beveiliging
oc: Seguretat
pl: Bezpieczeństwo
ro: Securitate
sv: Säkerhet
ug: بىخەتەرلىك
uk: Безпека
zh_tw: 安全

# snapCategoryServerAndCloud
source: Server and Cloud
ar: الخادم و السحابة
be: Серверы і воблакі
ca: Servidor i núvol
cs: Server a cloud
da: Server og sky
el: Διακομιστές και Cloud
eo: Serviloj kaj nuboj
et: Serverid ja pilveteenused
eu: Zerbitzaria eta hodeia
fa: کارساز و ابر
fi: Palvelin ja pilvi
fr: Serveur et cloud
ga: Freastalaí agus Cloud
he: שרת וענן
hu: Kiszolgáló és felhő
id: Cloud dan Server
it: Server e Cloud
ja: サーバーとクラウド
ka: სერვერი და ღრუბელი
km: ម៉ាស៊ីនមេ និងពពក
kn: ಸರ್ವರ್ ಮತ್ತು ಮೇಘ
ko: 서버 및 클라우드
lo: ເຊີເວີ ແລະ ຄລາວ
nl: Server en Cloud
oc: Servidor e cloud
pl: Serwer i chmura
ro: Server și cloud
sv: Server och moln
ug: مۇلازىمېتىر ۋە بۇلۇت
uk: Сервера та мережі
zh_tw: 伺服器與雲端

# snapCategorySocial
source: Social
ar: اجتماعي
be: Сацыяльнасць
ca: Xarxes socials
cs: Sociální
da: Socialt
eo: Sociaj retoj
et: Sotsiaalmeedia
eu: Aplikazio sozialak
fa: اجتماعی
fi: Some
ga: Sóisialta
he: חברתי
hu: Közösségi
id: Sosial
ja: ソーシャル
ka: სოციალური
km: បណ្ដាញសង្គម
kn: ಸಾಮಾಜಿಕ
ko: 소셜
lo: ສັງຄົມ
oc: Socializacion
pl: Społeczność
ug: ئىجتىمائىي تاراتقۇ
uk: Соціальні мережі
zh_tw: 社交

# snapCategoryUbuntuDesktop
source: Ubuntu Desktop
ar: سطح مكتب Ubuntu
be: Настольныя задачы з Ubuntu
ca: Escriptori de l'Ubuntu
cs: Uživatelské prostředí Ubuntu
da: Ubuntu-skrivebord
el: Ubuntu Επιφάνεια Εργασίας
eo: Labortablaj programoj
et: Ubuntu töölaud
eu: Ubuntu mahaigaina
fa: رومیزی اوبونتو
fi: Ubuntu-työpöytä
fr: Bureau Ubuntu
ga: Deasc Ubuntu
he: שולחן העבודה של אובונטו
hu: Ubuntu asztal
ja: Ubuntuデスクトップ
kn: ಉಬುಂಟು ಡೆಸ್ಕ್‌ಟಾಪ್
ko: 우분투 데스크톱
lo: ເດັສທັອບ Ubuntu
nl: Ubuntu bureaublad
oc: Burèu Ubuntu
ro: Desktop Ubuntu
sv: Ubuntu-skrivbordet
ug: Ubuntu ئۈستەلئۈستى
uk: Стільниця Ubuntu
zh_tw: Ubuntu 桌面

# snapCategoryUbuntuDesktopSlogan
source: Jump start your desktop
ar: ابدأ تشغيل سطح المكتب الخاص بك
be: Усё для пачатку працы
ca: Traieu el màxim partit al vostre escriptori
cs: Vylepšete své uživatelské prostředí
da: Aktivér dit skrivebord
el: Ξεκινήστε
eo: Startigu vian labortablon
et: Asu töölaual toimetama
eu: Atera zukua zure mahaigainari
fa: پرش به آغاز میزکارتان
fi: Hyppy työpöydälle
fr: Démarrez votre bureau rapidement
ga: Léim tús a chur le do dheasc
he: לתת בראש לשולחן העבודה שלך
hu: Ugrás az asztal indításához
id: Langsung mulai desktop Anda
it: Potenzia il tuo desktop
ja: デスクトップ使いこなし
ka: ყველაფერი მუშაობის დასაწყებად
km: លោតចាប់ផ្តើម Desktop របស់អ្នក
kn: ನಿಮ್ಮ ಡೆಸ್ಕ್‌ಟಾಪ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಿ
ko: 데스크톱을 손쉽게 시작하세요
lo: ເລີ່ມຕົ້ນການໃຊ້ງານເດັສທັອບຂອງທ່ານ
nl: Snel aan de slag met uw bureaublad
oc: Amodatz lo burèu
pl: Uruchom swój pulpit
sv: Snabbstarta ditt skrivbord
ug: ئۈستەلئۈستى مەسىلىسى
uk: Швидкий старт для вашої стільниці
zh_tw: 快速啟動您的桌面

# snapCategoryUtilities
source: Utilities
ar: المرافق
be: Утыліты
ca: Utilitats
cs: Nástroje
da: Værktøjer
el: Εργαλεία
eo: Ilaĵoj
et: Tarvikud
eu: Tresnak
fa: ابزارها
fi: Apuohjelmat
fr: Utilitaires
ga: Fóntais
he: עזרים
hu: Segédprogramok
id: Utilitas
it: Utilità
ja: ユーティリティ
ka: ხელსაწყოები
km: ឧបករណ៍ប្រើប្រាស់
kn: ಉಪಯುಕ್ತತೆಗಳು
ko: 유틸리티
lo: ເຄື່ອງມືອຳນວຍຄວາມສະດວກ
nl: Hulpmiddelen
oc: Utilitaris
pl: Narzędzia
ro: Utilități
sv: Verktyg
ug: قورال
uk: Утиліти
zh_tw: 工具程式

# snapConfinementClassic
source: Classic
ar: كلاسيكي
be: Класічны
ca: Clàssic
cs: Klasický
da: Klassisk
el: Κλασσικό
eo: Klasika
et: Klassikaline
eu: Klasikoa
fa: کلاسیک
fi: Klassinen
fr: Classique
ga: Clasaiceach
he: קלסי
hu: Klasszikus
id: Klasik
it: Classici
ka: კლასიკური
km: បុរាណ
kn: ಕ್ಲಾಸಿಕ್
ko: 클래식
lo: ຄລາສສິກ
nl: Klassiek
pl: Klasyczne
ro: Clasic
sv: Klassisk
ug: ئەنئەنىۋى
uk: Класичний
zh_tw: 標準

# snapConfinementDevmode
source: Devmode
ar: وضع التطوير
be: Рэжым распрацоўніка (Devmode)
ca: Mode de desenvolupament
cs: Vývojářský režim
da: Udviklertilstand
el: Λειτουργία Προγραμματιστή
eo: Programista reĝimo
et: Arendusrežiim
eu: Garapen modua
fa: حالت توسعه
fi: Kehitystila
fr: Mode développement
ga: DevmodeName
he: מצב פיתוח
hu: Fejlesztői mód
id: Mode developer
it: Modalità sviluppatore
ka: პროგრამისტის რეჟიმი
km: មុខងារសម្រាប់អ្នកអភិវឌ្ឍន៍
kn: ದೇವ್ಮೋಡ್
ko: 개발 모드
nl: Ontwikkelaarsmodus
oc: Mòde dev
pl: Deweloperskie
ro: Mod de dezvoltare
sv: Utvecklarläge
ug: ئىجادىيەت ھالىتى
uk: Режим розробника
zh_tw: 開發模式

# snapConfinementStrict
source: Strict
ar: حازم
be: Строгі
ca: Estricte
cs: Striktní
da: Begrænset
eo: Strikta
et: Range
eu: Zorrotza
fa: شدید
fi: Tiukka
ga: Dian
he: נוקשה
hu: Szigorú
id: Ketat
it: Confinata
ka: მკაცრი
km: តឹងរ៉ឹង
kn: ಕಟ್ಟುನಿಟ್ಟಾದ
ko: 엄격
lo: ເຂັ້ມງວດ
nl: Strikt
oc: Estrict
pl: Ścisłe
sv: Strikt
ug: قاتتىق
uk: Суворий
zh_tw: 嚴格

# snapSortOrderAlphabeticalAsc
source: Alphabetical (A to Z)
ar: أبجدي (من الألف إلى الياء)
be: па Алфавіце (ад А да Я)
ca: Alfabètic (de l'A a la Z)
cs: Abecedně (od A do Z)
da: Alfabetisk (A til Å)
eo: Alfabete (de A ĝis Z)
et: Tähestikuline (A kuni Z)
eu: Alfabetikoa (Atik Zra)
fa: الفبایی (آ تا ی)
fi: Aakkosjärjestys (A-Ö)
fr: Alphabétique (A à Z)
ga: Aibítreach (A go Z)
he: אלפביתי (א׳ עד ת׳)
hu: Betűrend (A-tól Z-ig)
id: Alfabetis (A sampai Z)
it: In ordine alfabetico (A-Z)
ja: アルファベット順 (A から Z)
ka: ანბანით (A-Z)
km: អក្ខរក្រម (A ដល់ Z)
kn: ವರ್ಣಮಾಲೆಯ (A ನಿಂದ Z)
ko: 사전순 (A ~Z)
lo: ຕາມຕົວອັກສອນ (A ຫາ Z)
nl: Alfabetisch (A - Z)
oc: Alfabetic (A a Z)
pl: Alfabetycznie (od A do Z)
ro: Alfabetic (A la Z)
sv: Alfabetisk (A till Ö)
ug: ئېلىپبە تەرتىپى(A دىن Z غا)
uk: За абеткою (від А до Я)
zh_tw: 字母順序 (A 到 Z)

# snapSortOrderAlphabeticalDesc
source: Alphabetical (Z to A)
ar: أبجدي (من الياء إلى الألف)
be: па Алфавіце (ад Я да А)
ca: Alfabètic (de la Z a l'A)
cs: Abecedně (od Z do A)
da: Alfabetisk (Å til A)
eo: Alfabete (de Z ĝis A)
et: Tähestikuline (Z kuni A)
eu: Alfabetikoa (Ztik Ara)
fa: الفبایی (ی تا آ)
fi: Aakkosjärjestys (Ö-A)
fr: Alphabétique (Z à A)
ga: Aibítreach (Z go A)
he: אלפביתי (ת׳ עד א׳)
hu: Betűrend (Z-től A-ig)
id: Alfabetis (Z sampai A)
it: In ordine alfabetico (Z-A)
ja: アルファベット順 (Z から A)
ka: ანბანით (Z-A)
km: អក្ខរក្រម (Z ដល់ ​A)
kn: ವರ್ಣಮಾಲೆಯ (Z ನಿಂದ A)
ko: 사전순 (Z ~ A)
lo: ຕາມຕົວອັກສອນ (Z ຫາ A)
nl: Alfabetisch (Z - A)
oc: Alfabetic (Z a A)
pl: Alfabetycznie (od Z do A)
ro: Alfabetic (Z la A)
sv: Alfabetisk (Ö till A)
ug: ئېلىپبە تەرتىپى(Z دىن A غا)
uk: За абеткою (від Я до А)
zh_tw: 字母順序 (Z 到 A)

# snapSortOrderDownloadSizeAsc
source: Size (Smallest to largest)
ar: الحجم (من الأصغر إلى الأكبر)
be: па Памеры (ад мен. да бол.)
ca: Mida (de més petit a més gran)
cs: Velikost (od nejmenší po největší)
da: Størrelse (mindste til største)
eo: Laŭ grando (de malgranda ĝis granda)
et: Suurus (väiksemast suuremani)
eu: Tamaina (txikitik handira)
fa: اندازه (کوچک به بزرگ)
fi: Koko (pienimmästä suurimpaan)
fr: Taille (du plus petit au plus grand)
ga: Méid (Is lú go dtí an ceann is mó)
he: גודל (מהקטן לגדול)
hu: Méret (legkisebbtől a legnagyobbig)
id: Ukuran (paling kecil sampai paling besar)
it: Per dimensione (dal più piccolo al più grande)
ja: サイズ （最小から最大）
ka: ზომა (ყველაზე პატარიდან უდიდესამდე)
km: ទំហំ (តូចបំផុតទៅធំ)
kn: ವರ್ಣಮಾಲೆಯ (Z ನಿಂದ A)ವರ್ಣಮಾಲೆಯ (Z ನಿಂದ A)
ko: 크기 (오름차순)
lo: ຂະໜາດ (ນ້ອຍຫາໃຫຍ່)
nl: Grootte (van klein naar groot)
oc: Talha (de la mendre a la màger)
pl: Rozmiar (od najmniejszego do największego)
ro: Dimensiune (de la cea mai mică la cea mai mare)
sv: Storlek (minsta till största)
ug: چوڭلۇقى (كىچىكتىن چوڭغا)
uk: Розмір (від найменшого до найбільшого)
zh_tw: 下載大小 (從小到大)

# snapSortOrderDownloadSizeDesc
source: Size (Largest to smallest)
ar: الحجم (من الأكبر إلى الأصغر)
be: па Памеры (ад бол. да мен.)
ca: Mida (de més gran a més petit)
cs: Velikost (od největší po nejmenší)
da: Størrelse (største til mindste)
eo: Laŭ grando (de granda ĝis malgranda)
et: Suurus (suuremast väiksemani)
eu: Tamaina (handitik txikira)
fa: اندازه (بزرگ به کوچک)
fi: Koko (suurimmasta pienimpään)
fr: Taille (du plus grand au plus petit)
ga: Méid (An ceann is mó go dtí an ceann is lú)
he: גודל (מהגדול לקטן)
hu: Méret (legnagyobbtól a legkisebbig)
id: Ukuran (paling besar sampai paling kecil)
it: Per dimensione (dal più grande al più piccolo)
ja: サイズ （最大から最小）
ka: ზომა (უდიდესიდან ყველაზე პატარამდე)
km: ទំហំ (ធំបំផុតទៅតូចបំផុត)
kn: ಗಾತ್ರ (ದೊಡ್ಡದು ಚಿಕ್ಕದು)
ko: 크기 (내림차순)
lo: ຂະໜາດ (ໃຫຍ່ຫານ້ອຍ)
nl: Grootte (van groot naar klein)
oc: Talha (de la màger a la mendre)
pl: Rozmiar (od największego do najmniejszego)
ro: Dimensiune (de la cea mai mare la cea mai mică)
sv: Storlek (största till minsta)
ug: چوڭلۇقى (چوڭدىن كىچىككە)
uk: Розмір (від найбільшого до найменшого)
zh_tw: 下載大小 (從大到小)

# snapSortOrderInstalledSizeAsc
source: Size (Smallest to largest)
ar: الحجم (من الأصغر إلى الأكبر)
be: па Памеры (ад мен. да бол.)
ca: Mida (de més petit a més gran)
cs: Velikost (od nejmenší po největší)
da: Størrelse (mindste til største)
eo: Laŭ grando (de malgranda ĝis granda)
et: Suurus (väiksemast suuremani)
eu: Tamaina (txikitik handira)
fa: اندازه (کوچک به بزرگ)
fi: Koko (pienimmästä suurimpaan)
fr: Taille (du plus petit au plus grand)
ga: Méid (Is lú go dtí an ceann is mó)
he: גודל (מהקטן לגדול)
hu: Méret (legkisebbtől a legnagyobbig)
id: Ukuran (paling kecil sampai paling besar)
it: Per dimensione (dal più piccolo al più grande)
ja: サイズ （最小から最大）
ka: ზომა (უმცირესიდან უდიდესამდე)
km: ទំហំ (តូចបំផុតទៅធំបំផុត)
kn: ಗಾತ್ರ (ಚಿಕ್ಕದಿಂದ ದೊಡ್ಡದಕ್ಕೆ)
ko: 크기 (오름차순)
lo: ຂະໜາດ (ນ້ອຍຫາໃຫຍ່)
nl: Grootte (van klein naar groot)
oc: Talha (de la mendre a la màger)
pl: Rozmiar (od najmniejszego do największego)
ro: Dimensiune (de la mic la mare)
sv: Storlek (minsta till största)
ug: چوڭلۇقى (كىچىكتىن چوڭغا)
uk: Розмір (від найменшого до найбільшого)
zh_tw: 安裝大小 (從小到大)

# snapSortOrderInstalledSizeDesc
source: Size (Largest to smallest)
ar: الحجم (من الأكبر إلى الأصغر)
be: па Памеры (ад бол. да мен.)
ca: Mida (de més gran a més petit)
cs: Velikost (od největší po nejmenší)
da: Størrelse (største til mindste)
eo: Laŭ grando (de granda ĝis malgranda)
et: Suurus (suuremast väiksemani)
eu: Tamaina (handitik txikira)
fa: اندازه (بزرگ به کوچک)
fi: Koko (suurimmasta pienimpään)
fr: Taille (du plus grand au plus petit)
ga: Méid (An ceann is mó go dtí an ceann is lú)
he: גודל (מהגדול לקטן)
hu: Méret (legnagyobbtól a legkisebbig)
id: Ukuran (paling besar sampai paling kecil)
it: Per dimensione (dal più grande al più piccolo)
ja: サイズ （最大から最小）
ka: ზომა (უდიდესიდან უმცირესამდე)
km: ទំហំ (ធំបំផុតទៅតូចបំផុត)
kn: ಗಾತ್ರ (ದೊಡ್ಡದು ಚಿಕ್ಕದು)
ko: 크기 (내림차순)
lo: ຂະໜາດ (ໃຫຍ່ຫານ້ອຍ)
nl: Grootte (van groot naar klein)
oc: Talha (de la màger a la mendre)
pl: Rozmiar (od największego do najmniejszego)
ro: Dimensiune (de la mare la mic)
sv: Storlek (största till minsta)
ug: چوڭلۇقى (چوڭدىن كىچىككە)
uk: Розмір (від найбільшого до найменшого)
zh_tw: 安裝大小 (從大到小)

# snapSortOrderInstalledDateAsc
source: Least recently updated
ar: آخر تحديث
be: Абноўлена даўно
ca: El més recent
cs: Nejdéle neaktualizované
da: Opdateret for længst tid siden
eo: De malplej laste ĝis plej laste ĝisdatigita
et: Ammu uuendatud
eu: Eguneratze zaharrenekoak
fa: دیرترین به‌روز رسانی
fi: Pisin aika viime päivityksestä
fr: Moins récemment mis à jour
ga: Ar a laghad a nuashonraíodh le déanaí
he: הכי פחות עדכני
hu: Legrégebben frissítve
id: Paling lama diperbarui
it: Aggiornate meno di recente
ja: 更新順 （古）
ka: ყველაზე ძველი განახლებული
km: ថ្មីៗ​តិច​បំផុត​ធ្វើ​បច្ចុប្បន្នភាព
kn: ಇತ್ತೀಚೆಗೆ ನವೀಕರಿಸಲಾಗಿದೆ
ko: 가장 최근에 업데이트된
lo: ອັບເດດດົນນານມາແລ້ວ
nl: Minst recent bijgewerkt
oc: Mens recentament mes a jorn
pl: Najdawniej zaktualizowane
ro: Actualizate cel mai puțin recent
sv: Äldsta uppdaterade
ug: پات يېقىندا يېڭىلانغان
uk: Найдавніші оновлення
zh_tw: 最先更新

# snapSortOrderInstalledDateDesc
source: Most recently updated
ar: تم التحديث مؤخرا
be: Абноўлена нядаўна
ca: El més recentment actualitzat
cs: Naposledy aktualizované
da: Senest opdateret
eo: De plej laste ĝis malplej laste ĝisdatigita
et: Hiljuti uuendatud
eu: Eguneratze berrienekoak
fa: زودترین به‌روز رسانی
fi: Lyhyin aika viime päivityksestä
fr: Plus récemment mis à jour
ga: An ceann is déanaí a nuashonraíodh
he: הכי עדכני
hu: Legutóbb frissítve
id: Baru-baru ini diperbarui
it: Aggiornate di recente
ja: 更新順 （新）
ka: ყველაზე ახალი განახლებული
km: បានធ្វើបច្ចុប្បន្នភាពថ្មីៗបំផុត
kn: ತೀರಾ ಇತ್ತೀಚೆಗೆ ನವೀಕರಿಸಲಾಗಿದೆ
ko: 가장 최근에 업데이트된
lo: ອັບເດດລ່າສຸດ
nl: Meest recent bijgewerkt
oc: Mai recentament mes a jorn
pl: Ostatnio zaktualizowane
ro: Actualizare cel mai recent
sv: Nyligen uppdaterade
ug: ئەڭ يېقىندا يېڭىلانغان
uk: Останні оновлення
zh_tw: 最後更新

# snapSortOrderRelevance
source: Relevance
ar: الصلة
be: па Рэлевантнасці
ca: Rellevància
da: Relevans
eo: Rilateco
et: Teemakohasus
eu: Egokitasuna
fa: ارتباط
fi: Asiaankuuluvuus
fr: Pertinence
ga: Ábharthacht
he: התאמה
hu: Fontosság
id: Relevansi
it: Rilevante
ja: 関連性
ka: შესაბამისობა
km: ភាពពាក់ព័ន្ធ
kn: ಪ್ರಸ್ತುತತೆ
ko: 연관성
lo: ຄວາມກ່ຽວຂ້ອງ
nl: Relevantie
oc: Importància
pl: Znaczenie
ro: Relevanță
sv: Relevans
ug: مۇناسىۋىتى
uk: Актуальність
zh_tw: 關聯性

# snapRatingsBandVeryGood
source: Very good
ar: جيد جدًا
be: Застаноўчыя
ca: Molt bo
cs: Velmi dobré
da: Meget god
el: Πολύ καλά
eo: Bonega
et: Väga hea
eu: Oso ona
fa: خیلی خوب
fi: Erittäin hyvä
fr: Très bon
ga: An-mhaith
he: טובה מאוד
hu: Nagyon jó
id: Sangat Bagus
it: Molto bene
ja: 優
ka: ძალიან კარგი
km: ល្អណាស់
kn: ತುಂಬಾ ಚೆನ್ನಾಗಿದೆ
ko: 매우 좋음
lo: ດີຫຼາຍ
nl: Zeer goed
oc: Plan bona
pl: Bardzo dobre
ro: Foarte bun
sv: Väldigt bra
ug: بەك ياخشى
uk: Дуже добре
zh_tw: 非常好

# snapRatingsBandGood
source: Good
ar: جيد
be: Станоўчыя
ca: Bo
cs: Dobré
da: God
el: Καλά
eo: Bona
et: Hea
eu: Ona
fa: خوب
fi: Hyvä
fr: Bon
ga: Go maith
he: טובה
hu: Jó
id: Bagus
it: Bene
ja: 良
ka: კარგი
km: ល្អ
kn: ಒಳ್ಳೆಯದು
ko: 좋음
lo: ດີ
nl: Goed
oc: Bona
pl: Dobre
ro: Bun
sv: Bra
ug: ياخشى
uk: Добре
zh_tw: 好

# snapRatingsBandNeutral
source: Neutral
ar: حيادي
be: Нейтральныя
cs: Neutrální
el: Ουδέτερο
eo: Neŭtra
et: Tavaline
eu: Neutrala
fa: متوسط
fi: Neutraali
fr: Neutre
ga: Neodrach
he: ככה ככה
hu: Semleges
id: Netral
it: Neutrale
ja: 中立
ka: ნეიტრალური
km: អព្យាក្រឹត
kn: ತಟಸ್ಥ
ko: 복합적
lo: ປານກາງ
nl: Neutraal
oc: Neutra
pl: Neutralne
ro: Neutru
ug: ئادەتتىكى
uk: Нейтрально
zh_tw: 普普

# snapRatingsBandPoor
source: Poor
ar: سيء
be: Адмоўныя
ca: Pobre
cs: Špatné
da: Dårlig
el: Φτωχό
eo: Malbona
et: Kehv
eu: Exkaxa
fa: ضعیف
fi: Heikko
fr: Mauvais
ga: Bocht
he: לא טובה
hu: Gyenge
id: Buruk
it: Scarso
ja: 可
ka: საწყალი
km: កម្រ
kn: ಬಡವ
ko: 나쁨
lo: ບໍ່ດີ
nl: Slecht
oc: Febla
pl: Słabe
ro: Rău
sv: Dålig
ug: ناچار
uk: Погано
zh_tw: 差

# snapRatingsBandVeryPoor
source: Very poor
ar: سيء جدًا
be: Заадмоўныя
ca: Molt pobre
cs: Velmi špatné
da: Meget dårlig
el: Πολύ φτωχό
eo: Malbonega
et: Väga kehv
eu: Oso exkaxa
fa: خیلی ضعیف
fi: Erittäin heikko
fr: Très mauvais
ga: An-bhocht
he: גרועה
hu: Nagyon gyenge
id: Sangat buruk
it: Molto scarso
ja: 不可
ka: ძალიან საწყალი
km: កម្រងណាស់
kn: ತುಂಬಾ ಬಡವ
ko: 매우 나쁨
lo: ບໍ່ດີຫຼາຍ
nl: Zeer slecht
oc: Plan febla
pl: Bardzo słabe
ro: Foarte rău
sv: Väldigt dålig
ug: بەك ناچار
uk: Дуже погано
zh_tw: 非常差

# snapRatingsBandInsufficientVotes
source: Insufficient votes
ar: عدد الأصوات غير كاف
be: Недастаткова галасоў
ca: Vots insuficients
cs: Nedostatek hodnocení
da: Ikke nok stemmer
eo: Nesufiĉo da voĉoj
et: Pole piisavalt hindajaid
eu: Bozka gutxiegi
fa: بدون رأی کافی
fi: Ei riittävästi ääniä
fr: Votes insuffisants
ga: Easpa vótaí
he: אין מספיק קולות
hu: Nincs elegendő szavazat
id: Suara tidak memadai
it: Voti insufficienti
ja: 不十分な投票数
ka: არასაკმარისი ხმები
km: ការបោះឆ្នោតមិនគ្រប់គ្រាន់
kn: ಸಾಕಷ್ಟು ಮತಗಳು
ko: 투표수가 충분하지 않음
lo: ຄະແນນໂຫວດບໍ່ພຽງພໍ
nl: Onvoldoende stemmen
oc: Nombre de vòtes insufisents
pl: Niewystarczająca liczba głosów
ro: Voturi insuficiente
sv: Inte tillräckligt med röster
ug: ئىناۋەتسىز بىلەت
uk: Недостатньо голосів
zh_tw: 票數不足

# snapRatingsVotes
source: {n} votes
ar: {n} تصويت
be: {n} галасоў
ca: {n} vots
cs: {n} hodnocení
da: {n} stemmer
eo: {n} voĉoj
et: {n} hinnangut
eu: {n} bozka
fa: تعداد {n} رأی
fi: {n} ääntä
ga: {n} vótaí
he: {n} קולות
hu: {n} szavazat
id: {n} suara
it: {n} voti
ja: 投票数: {n}
ka: {n} ხმა
km: {n} ការបោះឆ្នោត
kn: {n} ಮತಗಳು
ko: {n}개의 투표
lo: {n} ໂຫວດ
nl: {n} stemmen
oc: {n} vòtes
pl: Głosów: {n}
ro: {n} voturi
sv: {n} röster
ug: {n} بىلەت
uk: Голосів: {n}
zh_tw: {n} 人投票

# snapReportLabel
source: Report {snapName}
ar: الإبلاغ عن {snapName}
be: Паскардзіцца на {snapName}
ca: Denuncia {snapName}
cs: Nahlásit {snapName}
da: Rapportér {snapName}
el: Αναφορά {snapName}
eo: Raporti {snapName}
et: Teata rakendusest: {snapName}
eu: Salatu {snapName}
fa: گزارش {snapName}
fi: Ilmoita {snapName}
fr: Signaler {snapName}
ga: Tuairiscigh {snapName}
he: דיווח על {snapName}
hu: {snapName} jelentése
id: Laporkan {snapName}
it: Segnala {snapName}
ja: {snapName} を報告
ka: {snapName}-ის ანგარიში
km: រាយការណ៍ {snapName}
kn: ವರದಿ {snapName}
ko: {snapName} 신고하기
lo: ລາຍງານ {snapName}
nl: {snapName} melden
oc: Senhalar {snapName}
pl: Zgłoś {snapName}
ro: Raportează {snapName}
sv: Rapportera {snapName}
ug: دوكلات {snapName}
uk: Поскаржитися на {snapName}
zh_tw: 檢舉 {snapName}

# snapReportSelectReportReasonLabel
source: Choose a reason for reporting this snap
ar: اختر سببًا للإبلاغ عن هذه snap
be: Абярыце прычыну скаргі на гэты snap-пакет
ca: Escolliu una raó per denunciar aquest snap
cs: Vyberte důvod nahlášení tohoto snapu
da: Vælg en årsag til, at du rapporterer denne snap
el: Διαλέξτε έναν λόγο γιατί κάνετε αναφορά αυτό το snap
eo: Elektu kialon por raporti ĉi tiun programon
et: Vali rakendusest teatamise põhjus
eu: Aukeratu snap hau salatzeko arrazoia
fa: گزینش دلیلی برای گزارش این اسنپ
fi: Valitse syy, miksi teet ilmoituksen tästä snapista
fr: Choisissez une raison pour signaler ce snap
ga: Roghnaigh cúis leis an snap seo a thuairisciú
he: נא לבחור את סיבת הדיווח על ה־snap הזה
hu: Válassza ki a snap-csomag jelentésének okát
id: Pilih alasan untuk melaporkan snap ini
it: Scegli una motivazione per segnalare questo snap
ja: このsnapを報告する理由を選択してください
ka: აირჩიეთ მიზეზი, რატომ აგზავნით ანგარიშს ამ Snap-ზე
km: ជ្រើសរើសហេតុផលសម្រាប់ការរាយការណ៍ Snap នេះ
kn: ಈ ಸ್ನ್ಯಾಪ್ ಅನ್ನು ವರದಿ ಮಾಡಲು ಕಾರಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 이 스냅을 신고하는 이유를 선택해 주세요
lo: ເລືອກເຫດຜົນສຳລັບການລາຍງານ snap ນີ້
nl: Kies een reden om deze snap te melden
oc: Causissètz una rason pel senhalament d’aqueste snap
pl: Wybierz powód zgłoszenia tego snapa
ro: Alege un motiv pentru raportarea acestui snap
sv: Välj en anledning varför du vill rapportera denna snap
ug: بۇ بوغچىنى مەلۇم قىلىش سەۋەبى تاللىنىدۇ
uk: Виберіть причину для скарги про цей snap
zh_tw: 選擇檢舉此 Snap 之原因

# snapReportSelectAnOptionLabel
source: Select an option
ar: حدد خيارا
be: Абярыце пункт
ca: Seleccioneu una opció
cs: Vyberte možnost
da: Vælg en mulighed
el: Επιλέξτε μια επιλογή
eo: Elektu opcion
et: Vali üks põhjus
eu: Hautatu aukera bat
fa: گزینش یک گزینه
fi: Valitse yksi
fr: Sélectionner une option
ga: Roghnaigh rogha
he: נא לבחור אפשרות
hu: Lehetőség kiválasztása
id: Pilih sebuah opsi
it: Seleziona un'opzione
ja: 1つ選択してください
ka: აირჩიეთ პარამეტრი
km: ជ្រើសរើសជម្រើសមួយ
kn: ಒಂದು ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ
ko: 옵션 선택
lo: ເລືອກຕົວເລືອກ
nl: Selecteer een optie
oc: Seleccionatz una opcion
pl: Wybierz opcję
ro: Alege o opțiune
sv: Välj ett alternativ
ug: تاللانما تاللىنىدۇ
uk: Оберіть опцію
zh_tw: 選擇一個選項
