Repository: ubuntu/app-center
Catalog: packages/app_center/lib/src/l10n/app_*.arb
Languages: ar, be, ca, cs, da, el, eo, et, eu, fa, fi, fr, ga, he, hu, id, it, ja, ka, km, kn, ko, lo, nl, oc, pl, ro, sv, ug, uk, vi, zh_tw

# localDebWarningBody
source: This package is provided by a third party. Installing packages from outside the App Center can increase the risk to your system and personal data. Ensure you trust the source before proceeding.
ar: يتم توفير هذه الحزمة بواسطة جهة خارجية. قد يؤدي تثبيت الحزم من خارج مركز التطبيقات إلى زيادة المخاطر التي يتعرض لها نظامك وبياناتك الشخصية. تأكد من ثقتك في المصدر قبل المتابعة.
be: Гэты пакет паданы трэцяй асобай. Усталяванне пакетаў не з каталога Цэнтра дадаткаў можа ўзвысіць рызыку для Вашай сістэмы і персанальных даных. Перш чым пачаць усталёўку, пераканайцеся, што давяраеце крыніцы.
ca: Aquest paquet el proporciona un tercer. La instal·lació de paquets des de fora del App Center pot augmentar el risc per al vostre sistema i les vostres dades personals. Assegureu-vos de confiar en la font abans de continuar.
cs: Tento balíček poskytuje třetí strana. Instalace balíčků mimo Centrum aplikací může zvýšit riziko pro váš systém a osobní data. Než budete pokračovat, ujistěte se, že zdroji důvěřujete.
da: Denne pakker leveres af en tredjepart. Installeres pakker, som ikke kommer fra Appcenteret, kan det forøge risikoen for dit system og dine personlige data. Vær sikker på, at du stoler på kilden, før du fortsætter.
eo: Tiu pako estas disponigita de tria partio. Instalado de pakoj ekster la Programcentro povas pliigi la riskon al via sistemo kaj personaj datenoj. Certigu, ke vi fidas la fonton antaŭ ol daŭrigi.
et: See rakendus on lisatud kolmanda osapoole poolt. Rakenduste paigaldamine väljastpoolt Rakendustekeskust suurendab sinu arvutiga ja isiklike andmetega seotud riske. Enne paigaldamist palun kontrolli, et usaldad lähteallikat.
eu: Pakete hau hirugarren batek hornitzen du. Aplikazioen zentrotik kanpoko paketeak instalatzeak zure sistema eta datu pertsonalak arriskuan jar ditzake. Ziurtatu jatorria fidagarria dela aurrera egin baino lehen.
fa: این بسته به دست سوم‌شخص‌ها فراهم شده. نصب کردن بسته‌ها از بیرون مرکز کاره می‌تواند احتمال خطر برای سامانه و داده‌های شخصیتان را افزایش دهد. اطمینان از اعتماد به منبع پیش از ادامه.
fi: Tämä paketti on kolmannen osapuolen tarjoama. Sovelluskeskuksen ulkopuolelta pakettien asentaminen voi olla riski järjestelmälle ja henkilökohtaisille tiedoille. Varmista, että luotat paketin lähteeseen ennen jatkamista.
fr: Ce paquet est fourni par un tiers. L’installation de paquets en dehors du Centre d'applications peut augmenter le risque pour votre système et vos données personnelles. Assurez-vous que la source soit de confiance avant de poursuivre.
ga: Cuireann tríú páirtí an pacáiste seo ar fáil. Is féidir le pacáistí a shuiteáil ó lasmuigh den Lárionad Aip an riosca le do chóras agus do shonraí pearsanta a mhéadú. Cinntigh go bhfuil muinín agat as an bhfoinse sula dtéann tú ar aghaidh.
he: החבילה הזאת מסופקת על ידי גורם צד־שלישי. התקנת חבילה מחוץ למרכז היישומים יכולה להגביר את הסיכון לשלום המערכת והנתונים האישיים שלך. נא לוודא שזה מקור אמין לפני המשך בהתהליך.
hu: Ezt a csomagot harmadik fél biztosítja. Az Alkalmazásközponton kívülről származó csomagok telepítése növelheti a rendszerére és személyes adataira vonatkozó kockázatot. A folytatás előtt győződjön meg arról, hogy megbízik a forrásban.
id: Paket ini disediakan oleh pihak ketiga. Memasang paket dari luar Pusat Aplikasi dapat meningkatkan risiko sistem dan data pribadi Anda. Pastikan Anda mempercayai sumber sebelum melanjutkan.
it: Questo pacchetto viene fornito da una terza parte. Installando pacchetti non provenienti dall'App Center, possono aumentare i rischi legati al tuo sistema e ai tuoi dati personali. Assicurati che sia proveniente da una fonte sicura prima di procedere.
ja: このパッケージはサードパーティによって提供されています。アプリセンター外からパッケージをインストールすると、システムと個人データについてのリスクが増える可能性があります。続ける前に本当に信用できるソースか確認してください。
ka: ეს პაკეტი მოწოდებულია მესამე პირების მიერ. App Center-ის გარედან პაკეტების დაყენება ზრდის რისკს თქვენი სისტემისა და პირადი მონაცემებისთვის. დარწმუნდით, რომ ენდობით წყაროს, სანამ გააგრძელებთ.
km: កញ្ចប់នេះត្រូវបានផ្តល់ដោយភាគីទីបី។ ការដំឡើងកញ្ចប់ពីខាងក្រៅមជ្ឈមណ្ឌលកម្មវិធីអាចបង្កើនហានិភ័យដល់ប្រព័ន្ធ និងទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក។ ត្រូវប្រាកដថាអ្នកទុកចិត្តប្រភពមុនពេលបន្ត។
kn: ಈ ಪ್ಯಾಕೇಜ್ ಅನ್ನು ಮೂರನೇ ವ್ಯಕ್ತಿಯಿಂದ ಒದಗಿಸಲಾಗಿದೆ. ಅಪ್ಲಿಕೇಶನ್ ಕೇಂದ್ರದ ಹೊರಗಿನಿಂದ ಪ್ಯಾಕೇಜ್‌ಗಳನ್ನು ಸ್ಥಾಪಿಸುವುದು ನಿಮ್ಮ ಸಿಸ್ಟಮ್ ಮತ್ತು ವೈಯಕ್ತಿಕ ಡೇಟಾಗೆ ಅಪಾಯವನ್ನು ಹೆಚ್ಚಿಸಬಹುದು. ಮುಂದುವರಿಯುವ ಮೊದಲು ನೀವು ಮೂಲವನ್ನು ನಂಬುತ್ತೀರಾ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ko: 이 패키지는 서드 파티에 의해 제공됩니다. App Center 외부의 패키지를 설치하면 시스템 및 개인 데이터에 위험을 증가시킬 수 있습니다. 계속하기 전에 신뢰할 수 있는 소스에서 받은 패키지인지 확인해 주십시오.
lo: ແພັກເກດນີ້ຖືກສະໜອງໃຫ້ໂດຍພາກສ່ວນທີສາມ. ການຕິດຕັ້ງແພັກເກດຈາກພາຍນອກສູນລວມແອັບສາມາດເພີ່ມຄວາມສ່ຽງຕໍ່ລະບົບ ແລະ ຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ. ກະລຸນາຮັບປະກັນວ່າທ່ານເຊື່ອຖືແຫຼ່ງທີ່ມາກ່ອນດຳເນີນການ.
nl: Dit pakket wordt verzorgd door een derde partij. Het installeren van pakketten van buiten de App-centrale kan het risico voor uw systeem en persoonlijke gegevens vergroten. Zorg ervoor dat u de bron vertrouwt voordat u verder gaat.
oc: Aqueste paquet es provesit per un tèrç. L'installacion de paquets dempuèi l'exterior del Centre d'aplicacions pòt aumentar lo risc per vòstre sistèma e vòstras donadas personalas. Asseguratz-vos de vos fisar de la font abans de contunhar.
pl: Pakiet ten jest dostarczany przez innego dostawcę. Instalowanie pakietów spoza Centrum oprogramowania może zwiększyć ryzyko w przypadku systemu i prywatnych danych. Zanim przejdziesz dalej, upewnij się, że ufasz źródłu.
ro: Acest pachet este furnizat de un terț. Instalarea pachetelor din afara Centrului de Aplicații poate ridica riscul la sistemul tău și fișierele personale. Asigură-te că ai încredere în această sursă înainte de a proceda.
sv: Detta paket tillhandahålls av en tredje part. Att installera paket utanför Appcentral kan öka risken för ditt system och dina personuppgifter. Försäkra dig om att du litar på källan innan du fortsätter.
ug: بۇ بوغچىنى ئۈچىنچى تەرەپ تەمىنلىگەن. بوغچىنى ئەپ مەركىزىنىڭ سىرتىدىن ئورنىتىش سىستېما ۋە شەخسىي سانلىق مەلۇماتىڭىزغا خەتەر ئېلىپ كېلىش ئېھتىماللىقىنى ئۆستۈرۈۋېتىدۇ. داۋاملاشتۇرۇشتىن ئىلگىرى مەنبەگە ئىشىنىدىغانلىقىڭىزنى جەزملەڭ.
uk: Цей пакунок наданий третьою стороною. Встановлення пакунків ззовні Центру програмного забезпечення може підвищити ризик для вашої системи та особистих даних. Перед продовженням переконайтеся, що ви довіряєте джерелу.
zh_tw: 此軟體包是由第三方所提供。從《應用程式中心》以外的來源安裝軟體包可能會增加您系統及個人資料之風險。在繼續之前，請確保您信任此來源。

# localDebLearnMore
source: Learn more about third party packages
ar: تعرف على المزيد حول حزم الطرف الثالث
be: Даведайцеся больш пра пабочныя пакеты
ca: Apreneu més informació sobre paquets de tercers
cs: Dozvědět se více o balíčcích třetích stran
da: Lær mere om tredjepartspakker
eo: Lernu pli pri triapartiaj pakoj
et: Lisateave kolmandate osapoolte pakettide kohta
eu: Ikasi gehiago hirugarrenen paketeei buruz
fa: دانستن بیش‌تر دربارهٔ بسته‌های سوم‌شخص
fi: Lue lisää kolmansien osapuolten paketeista
fr: En savoir plus sur les paquets tiers
ga: Foghlaim tuilleadh faoi phacáistí tríú páirtí
he: מידע נוסף על חבילות צד־שלישי
hu: Tudjon meg többet a harmadik féltől származó csomagokról
id: Pelajari lebih lanjut tentang paket pihak ketiga
it: Scopri di più sui pacchetti di terze parti
ja: サードパーティパッケージについての追加情報
ka: გაიგეთ მეტი მესამე პირის პაკეტების შესახებ
km: ស្វែងយល់បន្ថែមអំពីកញ្ចប់ភាគីទីបី
kn: ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಪ್ಯಾಕೇಜ್‌ಗಳ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
ko: 서드 파티 패키지에 대해 더 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບແພັກເກດພາກສ່ວນທີສາມ
nl: Meer informatie over pakketten van derden
oc: Ne saber mai suls paquets tèrces
pl: Dowiedz się więcej o pakietach innych dostawców
ro: Află mai multe despre pachete terțe
sv: Läs mer om paket från tredje part
ug: ئۈچىنچى تەرەپ بوغچىسى ھەققىدىكى مول بىلىم
uk: Дізнайтеся більше про сторонні пакети
zh_tw: 了解有關此第三方軟體包的更多資訊

# localDebDialogMessage
source: This package is provided by a third party and may threaten your system and personal data.
ar: يتم توفير هذه الحزمة بواسطة جهة خارجية وقد تشكل تهديدًا لنظامك وبياناتك الشخصية.
be: Гэты пакет падаецца трэцяй асобай і можа ўяўляць пагрозу для Вашай сістэмы і персанальных даных.
ca: Aquest paquet el proveeix un tercer i pot amenaçar el vostre sistema i les vostres dades personals.
cs: Tento balíček je poskytován třetí stranou a může ohrozit váš systém a osobní data.
da: Denne pakker leveres af en tredjepart og kan true dit system og dine personlige data.
eo: Tiu pako estas disponigita de tria partio kaj povas minaci vian sistemon kaj personajn datenojn.
et: See rakendus on lisatud kolmanda osapoole poolt suurendab sinu arvutiga ja isiklike andmetega seotud riske.
eu: Pakete hau hirugarren batek hornitzen du, eta zure sistema eta datu pertsonalak arriskuan jar ditzake.
fa: این بسته از سوی سوم‌شخص‌ها فراهم شده و می‌تواند سامانه و داده‌های شخصیتان را تهدید کند.
fi: Tämän paketin tarjoaa kolmas osapuoli, ja se saattaa olla uhka järjestelmän turvallisuudelle sekä henkilökohtaisille tiedoille.
fr: Ce paquet est fourni par un tiers et pourrait menacer votre système et vos données personnelles.
ga: Cuireann tríú páirtí an pacáiste seo ar fáil agus d'fhéadfadh sé do chóras agus do shonraí pearsanta a chur i mbaol.
he: החבילה הזאת מסופקת על ידי גורם צד־שלישי ועלולה לסכן את המערכת והנתונים האישיים שלך.
hu: Ezt a csomagot harmadik fél biztosítja, és veszélyeztetheti a rendszerét és a személyes adatait.
id: Paket ini disediakan oleh pihak ketiga dan dapat mengancam sistem dan data pribadi Anda.
it: Questo pacchetto proviene da una terza parte e potrebbe mettere a rischio il tuo sistema e i tuoi dati personali.
ja: このパッケージはサードパーティによって提供されており、システムと個人データを脅かすことになるかもしれません。
ka: ეს პაკეტი მოწოდებულია მესამე პირის მიერ და შეიძლება, საფრთხე შეუქმნას თქვენს სისტემას და პირად მონაცემებს.
km: កញ្ចប់នេះត្រូវបានផ្តល់ដោយភាគីទីបី ហើយអាចគំរាមកំហែងដល់ប្រព័ន្ធ និងទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក។
kn: ಈ ಪ್ಯಾಕೇಜ್ ಅನ್ನು ಮೂರನೇ ವ್ಯಕ್ತಿಯಿಂದ ಒದಗಿಸಲಾಗಿದೆ ಮತ್ತು ನಿಮ್ಮ ಸಿಸ್ಟಮ್ ಮತ್ತು ವೈಯಕ್ತಿಕ ಡೇಟಾಗೆ ಬೆದರಿಕೆ ಹಾಕಬಹುದು.
ko: 이 패키지는 서드 파티에 의해 제공되었으며 시스템과 개인 데이터를 위협할 수 있습니다.
lo: ແພັກເກດນີ້ຖືກສະໜອງໃຫ້ໂດຍພາກສ່ວນທີສາມ ແລະ ອາດຈະເປັນໄພຄຸກຄາມຕໍ່ລະບົບ ແລະ ຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ.
nl: Dit pakket wordt geleverd door een derde partij en kan een bedreiging vormen voor uw systeem en persoonlijke gegevens.
oc: Aqueste paquet es provesit per un tèrç e poiriá amenaçar vòstre sistèma e vòstras donadas personalas.
pl: Ten pakiet jest dostarczany przez innego dostawcę, może zagrozić systemowi i prywatnym danym.
ro: Acest pachet este furnizat de un terț și îți poate pune sistemul și fișierele personale la risc.
sv: Detta paket tillhandahålls av en tredje part och kan hota ditt system och dina personuppgifter.
ug: بۇ بوغچىنى ئۈچىنچى تەرەپ تەمىنلىگەن، سىستېما ۋە شەخسىي سانلىق مەلۇماتىڭىزغا تەھدىت ئېلىپ كېلىشى مۇمكىن.
uk: Цей пакет надається третьою стороною і може загрожувати вашій системі та персональним даним.
zh_tw: 此軟體包由第三方提供，可能會威脅到您的系統和個人資料。

# localDebDialogConfirmation
source: Are you sure you want to install it?
ar: هل أنت متأكد أنك تريد تثبيته؟
be: Вы ўпэўнены, што хаціце ўсталяваць яго?
ca: Segur que voleu instal·lar-ho?
cs: Opravdu ho chcete nainstalovat?
da: Er du sikker på, at du vil installere den?
el: Είσαι σίγουρος ότι θέλεις να το εγκαταστήσεις?
eo: Ĉu vi certe volas instali ĝin?
et: Kas sa oled kindel, et soovid ta paigaldada?
eu: Ziur instalatu nahi duzula?
fa: مطمئنید که می‌خواهید نصبش کنید؟
fi: Haluatko varmasti asentaa sen?
fr: Voulez-vous vraiment l’installer ?
ga: An bhfuil tú cinnte go bhfuil fonn ort é a shuiteáil?
he: להתקין אותו?
hu: Biztosan telepíteni szeretné?
id: Anda yakin ingin memasangnya?
it: Sei sicuro di volerlo installare?
ja: 本当にインストールしますか？
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, დააყენოთ ის?
km: តើអ្នកប្រាកដថាចង់ដំឡើងវាទេ?
kn: ನೀವು ಅದನ್ನು ಸ್ಥಾಪಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko: 그래도 이 패키지를 설치하시겠습니까?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຕິດຕັ້ງມັນ?
nl: Weet u zeker dat u het wilt installeren?
oc: Volètz vertadièrament l’installar ?
pl: Czy na pewno chcesz to zainstalować?
ro: Ești sigur că vrei să îl instalezi?
sv: Är du säker på att du vill installera det?
ug: ئۇنى راستتىنلا ئورنىتامسىز؟
uk: Ви впевнені, що ви хочете його встановити?
zh_tw: 您確定要安裝嗎？

# snapdExceptionRunningApps
source: We couldn't update {snapName} because it is currently running.
ar: لم نتمكن من تحديث {snapName} لأنه قيد التشغيل حاليًا.
be: Мы не змаглі абнавіць дадатак {snapName}, бо яно зараз запушчана.
ca: No s'ha pogut actualitzar {snapName} atès que actualment s'està executant.
cs: Nemohli jsme aktualizovat {snapName}, protože je aktuálně spuštěn.
da: Vi kunne ikke opdatere {snapName}, fordi den kører.
el: Δεν μπορούσαμε να ενημερώσουμε το {snapName} επειδή τρέχει ήδη.
eo: Ne eblis ĝisdatigi {snapName}, ĉar ĝi nun ruliĝas.
et: Kuna rakendus hetkel töötab, siis me ei saanud „{snapName}“ paketti uuendada.
eu: Ezin izan dugu {snapName} eguneratu, exekutatzen ari delako.
fa: نمی‌توانیم {snapName} را به‌روز کنیم چرا که در حال اجراست.
fi: Sovellusta {snapName} ei voitu päivittää, koska se on käynnissä.
fr: Nous n’avons pas pu mettre à jour {snapName} car il est actuellement en cours d’exécution.
ga: Ní fhéadfaimis {snapName} a nuashonrú toisc go bhfuil sé á rith faoi láthair.
he: לא הצלחנו לעדכן את {snapName} כיוון שהוא פעיל כרגע.
hu: Nem sikerült frissíteni a(z) {snapName} alkalmazást, mert az jelenleg fut.
id: Kami tidak bisa memperbarui {snapName} karena kini sedang berjalan.
it: Non siamo riusciti ad aggiornare {snapName} perchè è attualmente in esecuzione.
ja: {snapName} は現在実行中のためアップデートできません。
ka: ჩვენ ვერ განვაახლეთ {snapName}, რადგან ის ამჟამად გაშვებულია.
km: យើង​មិន​អាច​ធ្វើ​បច្ចុប្បន្នភាព {snapName} បាន​ទេ ដោយសារ​វា​កំពុង​ដំណើរការ​បច្ចុប្បន្ន។
kn: ನಾವು {snapName} ಅನ್ನು ನವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ ಏಕೆಂದರೆ ಅದು ಪ್ರಸ್ತುತ ಚಾಲನೆಯಲ್ಲಿದೆ.
ko: 현재 실행중이기 때문에 {snapName}을(를) 업데이트할 수 없습니다.
lo: ພວກເຮົາບໍ່ສາມາດອັບເດດ {snapName} ໄດ້ ເນື່ອງຈາກມັນກຳລັງເຮັດວຽກຢູ່.
nl: We konden {snapName} niet bijwerken omdat het momenteel actief is.
oc: Avèm pas pogut metre a jorn {snapName} pr’amor qu’es actualament en execucion.
pl: Nie mogliśmy zaktualizować programu {snapName}, ponieważ jest on aktualnie uruchomiony.
ro: Nu am putut actualiza {snapName} pentru că rulează.
sv: Vi kunde inte uppdatera {snapName} eftersom det körs just nu.
ug: {snapName} نى يېڭىلىيالمايدۇ چۈنكى ئۇ ھازىر ئىجرا قىلىنىۋاتىدۇ.
uk: Ми не змогли оновити {snapName}, оскільки він наразі запущений.
zh_tw: 我們無法更新 {snapName}，因為它目前正在執行中。

# errorViewCheckStatusLabel
source: Check status
ar: التحقق من الحالة
be: Праверыць стан
ca: Comprova l'estat
cs: Zkontrolovat stav
da: Undersøg status
el: Ελέγξετε κατάσταση
eo: Kontroli staton
et: Kontrolli olekut
eu: Egiaztatu egoera
fa: بررسی وضعیت
fi: Tarkista tila
fr: Vérifier le statut
ga: Seiceáil stádas
he: בדיקת המצב
hu: Állapot ellenőrzése
id: Periksa status
it: Controllo progressi
ja: 状況を確認
ka: სტატუსის შემოწმება
km: ពិនិត្យស្ថានភាព
kn: ಸ್ಥಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 상태 확인
lo: ກວດສອບສະຖານະ
nl: Status controleren
oc: Verificar l’estat
pl: Sprawdź stan
ro: Verifică statutul
sv: Kontrollera status
ug: ھالىتىنى تەكشۈر
uk: Перевірити стан
zh_tw: 檢查狀態

# errorViewNetworkErrorTitle
source: Connect to internet
ar: الاتصال بالانترنت
be: Падлучыцеся да Інтэрнэту
ca: Connecta a internet
cs: Připojit k Internetu
da: Forbind til internettet
el: Συνδεθείτε στο διαδίκτυο
eo: Konekti al Interreto
et: Loo internetiühendus
eu: Konektatu Internetera
fa: وصل شدن به اینترنت
fi: Yhdistä Internetiin
fr: Se connecter à Internet
ga: Ceangail leis an idirlíon
he: נא להתחבר לאינטרנט
hu: Kapcsolódás az internetre
id: Menyambung ke internet
it: Connetti ad internet
ja: インターネットに接続
ka: მიუერთდით ინტერნეტს
km: ភ្ជាប់ទៅអ៊ីនធឺណិត
kn: ಇಂಟರ್ನೆಟ್‌ಗೆ ಸಂಪರ್ಕಪಡಿಸಿ
ko: 인터넷에 연결
lo: ເຊື່ອມຕໍ່ອິນເຕີເນັດ
nl: Verbinding maken met internet
oc: Se connectar a Internet
pl: Połącz się z Internetem
ro: Conectează-te la internet
sv: Anslut till internet
ug: ئىنتېرنېتقا باغلا
uk: Під'єднатися до інтернету
zh_tw: 連線到網路

# errorViewNetworkErrorDescription
source: We can't load content in the App Center without an internet connection.
ar: لا يمكننا تحميل المحتوى في مركز التطبيقات دون اتصال بالانترنت.
be: Мы не можам загрузіць каталог Цэнтра дадаткаў без падлучэння да Інтэрнэту.
ca: No podem carregar els continguts al Centre d'aplicacions sense connexió a Internet.
cs: Bez připojení k internetu nemůžeme načíst obsah Centra aplikací.
da: Vi kan ikke indlæse indholdet i Appcenteret uden en internetforbindelse.
el: Δεν μπορούμε να φορτώσουμε το περιεχόμενο στο Κέντρο Λογισμικού χωρίς σύνδεση στο διαδίκτυο.
eo: Oni ne povas ŝargi enhavon en la Programcentro sen Interreta konekto.
et: Rakendustekeskuse sisu laadimine ilma toimiva internetiühenduseta pole võimalik.
eu: Ezin dugu Aplikazioen zentroko edukia kargatu Interneterako konexiorik gabe.
fa: نمی‌توانیم بدون اتّصال اینترنتی محتوای مرکز کاره را بار کنیم.
fi: Sovelluskeskuksen sisältöä ei voi ladata ilman Internet-yhteyttä.
fr: Nous ne pouvons pas charger de contenu dans le Centre d'applications sans connexion Internet.
ga: Ní féidir linn ábhar a luchtú sa App Center gan nasc idirlín.
he: אין אפשרות לטעון את התוכן במרכז היישומים ללא חיבור לאינטרנט.
hu: Nem lehet az Alkalmazásközpontban lévő tartalmakat betölteni internetkapcsolat nélkül.
id: Kami tak bisa memuat konten dalam Pusat App tanpa suatu koneksi internet.
it: Non possiamo caricare i contenuti dell'App Center senza una connessione ad internet.
ja: インターネット接続がないとアプリセンターの内容を読み込むことはできません。
ka: ინტერნეტკავშირის გარეშე App Center-ში შემცველობას ვერ ჩავტვირთავთ.
km: យើងមិនអាចផ្ទុកមាតិកានៅក្នុង App Center ដោយគ្មានការតភ្ជាប់អ៊ីនធឺណិតបានទេ។
kn: ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವಿಲ್ಲದೆ ನಾವು ಅಪ್ಲಿಕೇಶನ್ ಕೇಂದ್ರದಲ್ಲಿ ವಿಷಯವನ್ನು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 인터넷 연결 없이는 App Center의 콘텐츠를 불러올 수 없습니다.
lo: ພວກເຮົາບໍ່ສາມາດໂຫຼດເນື້ອຫາໃນສູນລວມແອັບໄດ້ຫາກບໍ່ມີການເຊື່ອມຕໍ່ອິນເຕີເນັດ.
nl: Zonder internetverbinding kunnen we geen inhoud laden in de App-centrale.
oc: Podèm pas cargar lo contengut del Centre d’aplicacions sens connexion Internet.
pl: Nie możemy wczytać treści w Centrum oprogramowania bez połączenia z Internetem.
ro: Nu putem încărca conținut în Centrul de Aplicații fără o conexiune la internet.
sv: Vi kan inte läsa in innehåll i Appcentral utan en internetanslutning.
ug: ئىنتېرنېت باغلىنىشى بولمىسا ئەپ مەركىزىدىكى مەزمۇنلارنى يۈكلىيەلمەيدۇ.
uk: Без з'єднання з інтернетом ми не зможемо завантажити вміст до Центру програмного забезпечення.
zh_tw: 我們無法在沒有網路連線的情況下載入《應用程式中心》的內容。

# errorViewNetworkErrorAction
source: Check your connection and retry.
ar: تحقق من اتصالك ثم حاول مرة أخرى.
be: Праверце злучэнне і паўтарыце спробу.
ca: Comproveu la connexió i torneu-ho a intentar.
cs: Zkontrolujte připojení a zkuste to znovu.
da: Tjek din forbindelse og prøv igen.
el: Ελέγξτε την σύνδεση σας και προσπαθήστε ξανά.
eo: Kontrolu vian konekton kaj reprovu.
et: Kontrolli internetiühenduse toimivust ja proovi uuesti.
eu: Egiaztatu zure konexioa eta saiatu berriz.
fa: بررسی اتّصالتان و تلاش دوباره.
fi: Tarkista yhteyden tila ja yritä uudelleen.
fr: Vérifiez votre connexion et réessayez.
ga: Seiceáil do nasc agus atriail.
he: נא לבדוק את החיבור שלך ולנסות שוב.
hu: Ellenőrizze a kapcsolatát, és próbálja újra.
id: Periksa koneksi Anda dan coba lagi.
it: Controlla la tua connessione e riprova.
ja: 接続を確認してやり直してください。
ka: შეამოწმეთ თქვენი კავშირი და თავიდან სცადეთ.
km: ពិនិត្យការតភ្ជាប់របស់អ្នក ហើយព្យាយាមម្តងទៀត។
kn: ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮರುಪ್ರಯತ್ನಿಸಿ.
ko: 연결 상태를 확인하고 다시 시도해 주세요.
lo: ກວດສອບການເຊື່ອມຕໍ່ຂອງທ່ານ ແລະ ລອງໃໝ່.
nl: Controleer de verbinding en probeer het opnieuw.
oc: Verificatz la connexion e tornatz ensajar.
pl: Sprawdź połączenie i spróbuj ponownie.
ro: Verifică conexiunea ta la internet și încearcă iar.
sv: Kontrollera din uppkoppling och försök igen.
ug: باغلىنىشىڭىزنى تەكشۈرۈپ ئاندىن قايتا سىناڭ.
uk: Перевірте з'єднання та спробуйте ще раз.
zh_tw: 請檢查您的網路連線並重試。

# errorViewServerErrorDescription
source: We're sorry, we are currently experiencing problems with the App Center.
ar: عذرًا، نحن نواجه حاليًا مشاكل مع مركز التطبيقات.
be: Мы шкадуем, але ў цяперашні час у нас узніклі праблемы з Цэнтрам дадаткаў.
ca: Ho sentim, estem experimentant problemes amb el Centre d'aplicacions.
cs: Je nám líto, ale v současné době dochází k problémům s Centrem aplikací.
da: Vi oplever problemer med Appcenteret for tiden.
el: Συγνώμη,αντιμετωπίζουμε προβλήματα στο Κέντρο Λογισμικού.
eo: Bedaŭrinde, ni spertas problemojn pri la Programcentro.
et: Vabandame, hetkel on Rakendustekeskuse töös probleeme.
eu: Sentitzen dugu, arazoak izaten ari gara Aplikazioen zentroarekin.
fa: متأسفّانه هم‌اکنون با مشکلاتی در مرکز کاره مواجهیم.
fi: Sovelluskeskuksessa on valitettavasti ongelmia tällä hetkellä.
fr: Nous sommes désolés, nous rencontrons actuellement des problèmes avec le Centre d'applications.
ga: Tá brón orainn, tá fadhbanna againn leis an App Center faoi láthair.
he: אנו חווים כרגע בעיות עם מרכז היישומים, סליחה.
hu: Elnézést, de jelenleg problémák vannak az Alkalmazásközponttal.
id: Maaf, saat ini kami sedang mengalami masalah dengan Pusat App.
it: Ci scusiamo per il disagio, al momento stiamo riscontrando problemi con l'App Center.
ja: 現在アプリセンターの問題に直面しています。
ka: ვწუხვართ, მაგრამ App Center-ს ამჟამად პრობლემები აქვს.
km: យើងខ្ញុំសូមអភ័យទោស បច្ចុប្បន្នយើងកំពុងជួបបញ្ហាជាមួយមជ្ឈមណ្ឌលកម្មវិធី។
kn: ನಮ್ಮನ್ನು ಕ್ಷಮಿಸಿ, ನಾವು ಪ್ರಸ್ತುತ ಅಪ್ಲಿಕೇಶನ್ ಕೇಂದ್ರದಲ್ಲಿ ಸಮಸ್ಯೆಗಳನ್ನು ಎದುರಿಸುತ್ತಿದ್ದೇವೆ.
ko: 죄송합니다. 현재 App Center에 문제가 발생했습니다.
lo: ຂໍອະໄພ, ຂະນະນີ້ພວກເຮົາກຳລັງປະສົບບັນຫາກັບສູນລວມແອັບ.
nl: Het spijt ons, we ondervinden momenteel problemen met de App-centrale.
oc: O planhèm, rescontram actualament de problèmas amb lo Centre d’aplicacions.
pl: Przepraszamy, obecnie występują problemy z Centrum oprogramowania.
ro: Ne pare rău, dar avem probleme cu Centrul de Aplicații.
sv: Vi är ledsna, vi har för närvarande problem med Appcentral.
ug: كەچۈرۈڭ، ھازىر ئەپ مەركىزىدە مەسىلە كۆرۈلدى.
uk: Нам дуже шкода, але у нас зараз виникли проблеми з Центром програмного забезпечення.
zh_tw: 很抱歉，我們目前遇到了《應用程式中心》本身的問題。

# errorViewServerErrorAction
source: Check the status for updates or try again later.
ar: تحقق من حالة التحديثات أو حاول مرة أخرى لاحقًا.
be: Праверце стан службаў для звестак або паўтарыце спробу пазней.
ca: Comproveu l'estat de les actualitzacions i torneu-ho a provar més tard.
cs: Zkontrolujte aktualizace stavu nebo to zkuste znovu později.
da: Tjek status på opdateringer eller prøv igen senere.
el: Ελέγξτε την κατάσταση για ενημερώσεις η προσπαθήστε ξανά.
eo: Kontrolu la staton pri ĝisdatigoj, aŭ reprovu poste.
et: Palun kontrolli uuenduste olekuid ja proovi hiljem uuesti.
eu: Egiaztatu eguneratzeen egoera eta saiatu berriz geroago.
fa: بررسی وضعیت به‌روز رسانی‌ها یا تلاش دوباره.
fi: Tarkista tila päivitysten varalta tai yritä myöhemmin uudelleen.
fr: Vérifiez le status des mises à jour ou réessayez plus tard.
ga: Seiceáil stádas na nuashonruithe nó bain triail eile as níos déanaí.
he: נא לבדוק את מה מצב העדכונים או לנסות שוב מאוחר יותר.
hu: Ellenőrizze a frissítések állapotát, vagy próbálja meg később újra.
id: Periksa status untuk pembaruan atau coba lagi nanti.
it: Controlla i progessi degli aggiornamenti o prova più tardi.
ja: アップデートの状況を確認してやり直してください。
ka: შეამოწმეთ განახლებების სტატუსი, ან მოგვიანებით სცადეთ.
km: ពិនិត្យមើលស្ថានភាពសម្រាប់ការអាប់ដេត ឬព្យាយាមម្តងទៀតនៅពេលក្រោយ។
kn: ನವೀಕರಣಗಳಿಗಾಗಿ ಸ್ಥಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 업데이트 상태를 확인하고 나중에 다시 시도하십시오.
lo: ກວດສອບສະຖານະການອັບເດດ ຫຼື ລອງໃໝ່ອີກຄັ້ງໃນພາຍຫຼັງ.
nl: Controleer de status op updates of probeer het later opnieuw.
oc: Verificatz l’estat de las mesas a jorn o tornatz ensajar mai tard.
pl: Sprawdź stan aktualizacji lub spróbuj ponownie później.
ro: Verifică statutul pentru actualizări sau încearcă mai târziu.
sv: Kontrollera status för uppdateringar eller försök igen senare.
ug: يېڭىلاش ھالىتىنى تەكشۈرۈڭ ياكى سەل تۇرۇپ قايتا سىناڭ.
uk: Перевірте стан оновлень або спробуйте пізніше.
zh_tw: 檢查更新狀態或稍後再試。
