Repository: ubuntu/app-center
Catalog: packages/app_center/lib/src/l10n/app_*.arb
Languages: ar, be, ca, cs, da, el, eo, et, eu, fa, fi, fr, ga, he, hu, id, it, ja, ka, km, kn, ko, lo, nl, oc, pl, ro, sv, ug, uk, vi, zh_tw

# appCardPublisherSemanticLabel
source: Published by {publisher}.
ar: تم النشر بواسطة {publisher}.
ca: Publicat per {publisher}.
et: Väljaandja: {publisher}.
eu: Argitaratzailea: {publisher}.
fa: منتشر شده به دست {publisher}.
fi: Julkaisijana {publisher}.
fr: Publié(e) par {publisher}.
ga: Foilsithe ag {publisher}.
he: פורסם על ידי {publisher}.
hu: Közzétette: {publisher}.
id: Diterbitkan oleh {publisher}.
it: Pubblicato da {publisher}.
ja: {publisher} による提供。
ka: გამოცემულია {publisher}-ის მიერ.
kn: {publisher} ಅವರಿಂದ ಪ್ರಕಟಿಸಲಾಗಿದೆ.
ko: {publisher}가 배포함.
lo: ເຜີຍແຜ່ໂດຍ {publisher}.
pl: Opublikowano przez {publisher}.
ro: Publicat de {publisher}.
sv: Publicerad av {publisher}.
ug: تارقاتقۇچى {publisher}.
uk: Опубліковано {publisher}.
zh_tw: 由 {publisher} 發行。

# appCardRatingSemanticLabel
source: Rating {rating}.
ar: التقييم {rating}.
ca: Valoració {rating}.
et: Hinnang {rating}.
eu: Balorazioa: {rating}.
fa: رتبه بندی {rating}.
fi: Luokitus {rating}.
fr: Notation {rating}.
ga: Rátáil {rating}.
he: דירוג {rating}.
hu: {rating} értékelés.
id: Peringkat {rating}.
ja: レート {rating}。
ka: რეიტინგი {rating}.
kn: ರೇಟಿಂಗ್ {rating}.
ko: 평점 {rating}.
lo: ຄະແນນ {rating}.
pl: Ocena {rating}.
ro: Evaluare {rating}.
sv: Betyg {rating}.
ug: باھالىنىشى {rating}.
zh_tw: 評價 {rating}。

# snapCategoryArtAndDesign
source: Art and Design
ar: الفن والتصميم
be: Дызайн і мастацтва
ca: Art i disseny
cs: Umění a design
da: Kunst og design
el: Τέχνη και Σχεδίαση
eo: Arto kaj dezajno
et: Kunst ja kujundus
eu: Artea eta diseinua
fa: هنر و طراحی
fi: Taiteet ja suunnittelu
fr: Art et conception
ga: Ealaín agus Dearadh
he: אומנות ועיצוב
hu: Művészet és tervezés
id: Desain dan Seni
it: Arte e Disegno
ja: アートとデザイン
ka: ხელოვნება და დიზაინი
km: សិល្ប: និង រចនា
kn: ಕಲೆ ಮತ್ತು ವಿನ್ಯಾಸ
ko: 미술 및 디자인
lo: ສິລະປະ ແລະ ການອອກແບບ
nl: Kunst en Ontwerp
oc: Arts e concepcion
pl: Sztuka i projektowanie
ro: Artă și design
sv: Konst och design
ug: سەنئەت ۋە لايىھە
uk: Дизайн і мистецтво
zh_tw: 藝術與設計

# snapCategoryArtAndDesignButtonLabel
source: Start creating
ar: ابدأ في الإنشاء
be: Пачаць ствараць
ca: Comenceu a crear
cs: Začněte tvořit
da: Begynd at skabe
el: Ξεκινήστε να δημιουργείτε
eo: Ekverku
et: Alusta loomisega
eu: Hasi sortzen
fa: شروع به ساختن کنید
fi: Aloita luominen
fr: Commencez à créer
ga: Tosaigh ag cruthú
he: להתחיל ליצור
hu: Létrehozás elkezdése
id: Mulai menciptakan
it: Inizio creazione in corso
ja: 作成を始める
ka: შექმნის დაწყება
km: ចាប់ផ្ដើមការបង្កើត
kn: ರಚಿಸಲು ಪ್ರಾರಂಭಿಸಿ
ko: 창작 활동 시작하기
lo: ເລີ່ມສ້າງສັນຜົນງານ
nl: Beginnen met creëren
oc: Començar a crear
pl: Zacznij tworzyć
ro: Începe a crea
sv: Börja skapa
ug: قۇرۇشنى باشلاش
uk: Почніть створювати
zh_tw: 開始創作

# snapCategoryArtAndDesignSlogan
source: From your first sketch to the final touch, explore apps for art and design.
ar: من الرسم الأولي حتى اللمسة النهائية، استكشف التطبيقات الخاصة بالفن والتصميم.
be: Ад першага накіду да фінальнай рыскі — даследуйце дадаткі для мастацтва і дызайну.
ca: Des del vostre primer esbòs fins al toc final, exploreu aplicacions per a art i per a disseny.
cs: Prozkoumejte aplikace pro umění a design od svého prvního náčrtu až po konečný dotek.
da: Udforsk programmer til kunst og design fra din første skitse til den sidste finish.
eo: De la unua skizo ĝis la fina peniktuŝo, esploru programojn por arto kaj dezajno.
et: Alates esimeste visandite tegemisest kuni viimase täpini „i“ peal, on sul olemas kõik vajalik kunsti ja kujunduse jaoks.
eu: Aurreneko zirriborrotik azken ukituetara, arakatu arte eta diseinurako aplikazioak.
fa: از اولین طرح خود تا آخرین تغییر، برنامه‌های هنری و طراحی را کاوش کنید.
fi: Ensimmäisestä luonnoksesta viimeiseen silaukseen, selaa sovelluksia taiteiluun ja suunnitteluun.
fr: De votre premier croquis à la touche finale, apps pour l'art et la conception.
ga: Ó do chéad sceitse go dtí an teagmháil deiridh, déan iniúchadh ar aipeanna le haghaidh ealaíne agus dearaidh.
he: מהשרבוט הראשוני ועד לנגיעה הסופית, סיור בין יישומים לאומנות ולעיצוב.
hu: A művészeti és tervezői alkalmazások felfedezése az első vázlattól az utolsó simításig.
id: Dari sketsa pertama Anda ke sentuhan akhir, jelajahi aplikasi untuk seni dan desain.
it: Dal tuo primo schizzo fino al tocco finale, esplora le app per l'arte e il design.
ja: 最初のスケッチから最後の仕上げまで、アートとデザイン向けアプリを探索。
ka: თქვენი პირველი ესკიზიდან ბოლო წერტილამდე. დაათვალიერეთ აპები ხელოვნებისა და დიზაინისთვის.
km: ពីគំនូរព្រាងដំបូងរបស់អ្នករហូតដល់ការប៉ះចុងក្រោយ សូមស្វែងរកកម្មវិធីសម្រាប់សិល្បៈ និងការរចនា។
kn: ನಿಮ್ಮ ಮೊದಲ ಸ್ಕೆಚ್‌ನಿಂದ ಅಂತಿಮ ಸ್ಪರ್ಶದವರೆಗೆ, ಕಲೆ ಮತ್ತು ವಿನ್ಯಾಸಕ್ಕಾಗಿ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಅನ್ವೇಷಿಸಿ.
ko: 스케치부터 후보정까지, 예술과 디자인을 위한 앱을 만나보세요.
lo: ຕັ້ງແຕ່ການຮ່າງແບບທຳອິດຂອງທ່ານ ຈົນເຖິງຂັ້ນຕອນສຸດທ້າຍ, ສຳຫຼວດແອັບສຳລັບສິລະປະ ແລະ ການອອກແບບ.
nl: Van de eerste schets tot de laatste hand, ontdek apps voor kunst en design.
oc: De vòstre primièr croquís a la tòca finala, exploratz las aplicacions per l’art e la concepcion.
pl: Od pierwszego szkicu po ostatni dotyk, eksploruj programy do sztuki i designu.
ro: De la prima ta schiță până la atingerea finală, explorează aplicații pentru artă și design.
sv: Från din första skiss till slutresultatet, utforska appar för konst och design.
ug: تۇنجى ئۇچرىشىشىڭىزدىن تارتىپ ئاخىرقىسىغىچە ئەپنىڭ سەنئەت ۋە لايىھەلىنىشى ئۈستىدە ئىزدىنىڭ.
uk: Від першого ескізу до останнього дотику — відкрийте для себе застосунки для мистецтва та дизайну.
zh_tw: 從您的初稿到最後的細節修飾，探索用於藝術與設計的應用程式。

# snapCategoryBooksAndReference
source: Books and Reference
ar: الكتب والمراجع
be: Кнігі і даведнікі
ca: Llibres i referencia
cs: Knihy a reference
da: Bøger og reference
eo: Libroj kaj vortaroj
et: Raamatud ja viitematerjalid
eu: Liburuak eta erreferentziak
fa: کتاب‌ها و ارجاع
fi: Kirjat ja viitteet
fr: Livres et références
ga: Leabhair agus Tagairtí
he: ספרים וסימוכין
hu: Könyvek és hivatkozások
id: Buku dan Referensi
it: Libri e Riferimento
ja: 本とリファレンス
ka: წიგნები და მიმართვები
km: សៀវភៅ និងឯកសារយោង
kn: ಪುಸ್ತಕಗಳು ಮತ್ತು ಉಲ್ಲೇಖ
ko: 도서 및 참고 자료
lo: ປຶ້ມ ແລະ ການອ້າງອີງ
nl: Boeken en referentie
oc: Libres e referéncias
pl: Książki i źródła
ro: Cărți și referințe
sv: Böcker och referens
ug: كىتاب ۋە پايدىلانما
uk: Книги та довідники
zh_tw: 書籍與參考文獻

# snapCategoryDefaultButtonLabel
source: Discover more
ar: اكتشف المزيد
be: Даследваць больш
ca: Descobriu més
cs: Objevit více
da: Gå på opdagelse
el: Ανακαλύψτε κι άλλα
eo: Ekscii pli
et: Vaata edasi
eu: Deskubritu gehiago
fa: کشف بیش‌تر
fi: Löydä enemmän
fr: Découvrir davantage
ga: Tuilleadh eolais
he: היחשפות לעוד
hu: Továbbiak felfedezése
id: Temukan lebih banyak
it: Scopri di più
ja: もっと見つける
ka: აღმოაჩინეთ მეტი
km: ស្វែងយល់បន្ថែម
kn: ಇನ್ನಷ್ಟು ಅನ್ವೇಷಿಸಿ
ko: 더 둘러보기
lo: ຄົ້ນພົບເພີ່ມເຕີມ
nl: Meer ontdekken
oc: Ne descobrir mai
pl: Odkryj więcej
ro: Descoperă mai multe
sv: Upptäck mer
ug: تېخىمۇ كۆپ بايقاش
uk: Знайти більше
zh_tw: 發現更多

# snapCategoryDevelopment
source: Development
ar: التطوير
be: Распрацоўка
ca: Desenvolupament
cs: Vývoj
da: Udvikling
el: Ανάπτυξη
eo: Programado
et: Arendus
eu: Garapena
fa: توسعه
fi: Kehitystyö
fr: Développement
ga: Forbairt
he: פיתוח
hu: Fejlesztés
id: Pengembangan
it: Sviluppo
ja: 開発ツール
ka: პროგრამირება
km: ការអភិវឌ្ឍន៍
kn: ಅಭಿವೃದ್ಧಿ
ko: 개발
lo: ການພັດທະນາ
nl: Ontwikkeling
oc: Desvolopament
pl: Programowanie
ro: Dezvoltare
sv: Utveckling
ug: ئىجادىيەت
uk: Розробка
zh_tw: 開發

# snapCategoryDevelopmentSlogan
source: Must-have snaps for developers
ar: snaps ضرورية للمطورين
be: Дадаткі для распрацоўнікаў
ca: Snaps indispensables per a desenvolupadors
cs: Nepostradatelné snap balíčky pro vývojáře
da: Essentielle snapper til udviklere
eo: Esencaj Snap-pakoj por programistoj
et: Vajalikud paketid arendajatele
eu: Garatzaileek eduki beharreko snapak
fa: اسنپ‌های ضروری برای توسعه‌دهندگان
fi: Tärkeimmät snapit kehittäjille
fr: Snaps indispensables pour les développeurs
ga: Ní mór snapanna a bheith agat d'fhorbróirí
he: snapים שהם בגדר חובה למתכנתים
hu: Kötelező snap-csomagok fejlesztőknek
id: Snap yang wajib dimiliki pengembang
it: Snap consigliati per gli sviluppatori
ja: 開発者必携のsnap
ka: Snap-ები, რომლებიც პროგრამისტებს აუცილებლად უნდა ჰქონდეთ
km: Snaps ដែលត្រូវតែមានសម្រាប់អ្នកអភិវឌ្ឍន៍
kn: ಡೆವಲಪರ್‌ಗಳಿಗಾಗಿ ಸ್ನ್ಯಾಪ್‌ಗಳನ್ನು ಹೊಂದಿರಬೇಕು
ko: 개발자에게 꼭 필요한 스냅 목록
lo: Snaps ທີ່ຕ້ອງມີສຳລັບນັກພັດທະນາ
nl: Onmisbare snaps voor ontwikkelaars
oc: Snaps indispensables pels desvolopaires
pl: Snapy obowiązkowe dla programistów
sv: Oumbärliga snap-paket för utvecklare
ug: ئىجادكارلار ئۈچۈن snaps بولۇشى كېرەك
uk: Обов'язкові пакунки snap для розробників
zh_tw: 開發者必備的應用程式

# snapCategoryDevicesAndIot
source: Devices and IoT
ar: الأجهزة و أنترنت الأشياء
be: Прылады і IoT
ca: Dispositius i IoT
cs: Zařízení a IoT
da: Enheder og IoT
el: Συσκευές και IoT
eo: Aparatoj kaj Aĵ-Interreto
et: Seadmed ja nutistu
eu: Gailuak eta IoT
fa: دستگاه‌ها و اینترنت اشیا
fi: Laitteet ja IoT
fr: Appareils et IoT
ga: Gléasanna agus IoT
he: התקנים ו־IoT (אינטרנט החפצים)
hu: Eszközök és dolgok internete
id: Perangkat dan IoT
it: Dispositivi e IoT
ja: 端末とIoT
ka: მოწყობილობები და IoT
km: ឧបករណ៍ និង IoT
kn: ಸಾಧನಗಳು ಮತ್ತು IoT
ko: 장치 및 IoT
lo: ອຸປະກອນ ແລະ IoT
nl: Apparaten en IoT
oc: Aparelh e Internet dels objèctes
pl: Urządzenia i IoT
ro: Dispozitive și IoT
sv: Enheter och IoT
ug: ئۈسكۈنە ۋە ئورنى
uk: Пристрої та IoT
zh_tw: 裝置和物聯網

# snapCategoryEducation
source: Education
ar: التعليم
be: Адукацыя
ca: Educació
cs: Výuka
da: Uddannelse
el: Εκπαίδευση
eo: Eduko
et: Haridus
eu: Hezkuntza
fa: تحصیلات
fi: Opiskelu
fr: Éducation
ga: Oideachas
he: לימוד
hu: Oktatás
id: Pendidikan
it: Istruzione
ja: 教育
ka: განათლება
km: ការអប់រំ
kn: ಶಿಕ್ಷಣ
ko: 교육
lo: ການສຶກສາ
nl: Onderwijs
oc: Educacion
pl: Edukacja
ro: Educație
sv: Utbildning
ug: مائارىپ
uk: Освіта й навчання
zh_tw: 教育

# snapCategoryEntertainment
source: Entertainment
ar: الترفيه
be: Забавы
ca: Entreteniment
cs: Zábava
da: Underholdning
el: Ψυχαγωγία
eo: Distro
et: Meelelahutus
eu: Entretenimendua
fa: سرگرمی
fi: Viihde
fr: Divertissement
ga: Siamsaíocht
he: בידור
hu: Szórakozás
id: Hiburan
it: Intrattenimento
ja: 娯楽
ka: გართობა
km: ការកំសាន្ត
kn: ಮನರಂಜನೆ
ko: 엔터테인먼트
lo: ຄວາມບັນເທີງ
oc: Léser
pl: Rozrywka
ro: Divertisment
sv: Underhållning
ug: كۆڭۈل ئېچىش
uk: Розваги
zh_tw: 娛樂

# snapCategoryFeatured
source: Featured
ar: مميزة
be: Абранае
ca: Destacat
cs: Významné
da: Udvalgte
el: Προτείνεται
eo: Elstaraj
et: Esiletõstetud
eu: Nabarmenduak
fa: ویژه
fi: Nyt esillä
fr: En vedette
ga: Réadmhaoin
he: מומלצים
hu: Kiemelt
id: Unggulan
it: In primo piano
ja: おすすめ
ka: რჩეულები
km: លក្ខណៈពិសេស
kn: ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಲಾಗಿದೆ
ko: 추천
lo: ແນະນຳ
nl: Aanbevolen
oc: Mesas en avant
pl: Polecane
sv: Utvalda
ug: تەۋسىيەلىك
uk: Обране
zh_tw: 精選

# snapCategoryFeaturedSlogan
source: Featured Snaps
ar: snaps مميزة
be: Абраныя дадаткі
ca: Snaps destacats
cs: Významné Snap balíčky
da: Udvalgte snapper
el: Προτεινόμενα Snaps
eo: Elstaraj Snap-pakoj
et: Esiletõstetud paketid
eu: Snap nabarmenduak
fa: اسنپ‌های ویژه
fi: Esittelyssä olevat snapit
fr: Snaps en vedette
ga: Snapanna Réadmhaoin
he: Snapים מומלצים
hu: Kiemelt snap-csomagok
id: Snap Unggulan
it: Snap in evidenza
ja: おすすめのSnap
ka: რჩეული Snap-ები
km: លក្ខណៈពិសេស Snaps
kn: ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ಸ್ನ್ಯಾಪ್‌ಗಳು
ko: 추천 Snap 패키지
lo: Snaps ແນະນຳ
nl: Aanbevolen Snaps
oc: Snaps meses en avant
pl: Polecane snapy
sv: Utvalda Snap-paket
ug: تەۋسىيە Snap بوغچا
uk: Обрані Snap-пакунки
zh_tw: 精選的 Snap

# snapCategoryFinance
source: Finance
ar: التمويل
be: Фінансы
ca: Finances
da: Finans
el: Οικονομικά
eo: Financo
et: Rahandus
eu: Finantzak
fa: مالی
fi: Rahatalous
ga: Airgeadas
he: כלכלה
hu: Pénzügy
id: Keuangan
it: Finanza
ja: 金融
ka: ფინანსები
km: ហិរញ្ញវត្ថុ
kn: ಹಣಕಾಸು
ko: 금융
lo: ການເງິນ
nl: Financieel
oc: Finança
pl: Finanse
ro: Finanță
sv: Ekonomi
ug: پۇل-مۇئامىلە
uk: Фінанси
zh_tw: 財經

# snapCategoryGames
source: Games
ar: الألعاب
be: Гульні
ca: Jocs
cs: Hry
da: Spil
el: Παιχνίδια
eo: Ludoj
et: Mängud
eu: Jokoak
fa: بازی‌ها
fi: Pelit
fr: Jeux
ga: Cluichí
he: משחקים
hu: Játékok
id: Permainan
it: Giochi
ja: ゲーム
ka: თამაშები
km: ហ្គេម
kn: ಆಟಗಳು
ko: 게임
lo: ເກມ
oc: Jòcs
pl: Gry
ro: Jocuri
sv: Spel
ug: ئويۇن
uk: Ігри
zh_tw: 遊戲

# snapCategoryGamesSlogan
source: Everything for your game night
ar: كل شيء من أجل ليلة اللعب
be: Усё для начной гульні
ca: Tot per a la vostra nit de jocs
cs: Vše pro vaši herní noc
da: Alt til din spilaften
el: Όλα για την νύχτα gaming
eo: Ĉio necesa por via ludema vespero
et: Kõik vajalik sinu mängude õhtu jaoks
eu: Zure bideojoko gauerako behar duzun guztia
fa: همه چیز برای شب بازی شما
fi: Kaikkea peli-iltaa varten
fr: Tout pour votre soirée de jeu
ga: Gach rud le haghaidh oíche cluiche
he: כל מה שצריך ללילה של משחקים
hu: Minden a játékesthez
id: Semuanya untuk malam permainan Anda
it: Per una notte di gioco indimenticabile
ja: 今夜ハマるゲーム
ka: ყველაფერი გეიმერებისთვის
km: អ្វីគ្រប់យ៉ាងសម្រាប់យប់ហ្គេមរបស់អ្នក
kn: ನಿಮ್ಮ ಆಟದ ರಾತ್ರಿಗಾಗಿ ಎಲ್ಲವೂ
ko: 밤새 게임을 즐기기 위한 모든 것
lo: ທຸກຢ່າງສຳລັບຄືນຫຼິ້ນເກມຂອງທ່ານ
nl: Alles voor de spelletjesavond
oc: Tot per vòstras nuèches de jòc
pl: Wszystko na wieczór z grami
ro: Totul pentru noaptea ta de jocuri
sv: Allt för din spelkväll
ug: ھەممىسى ئويۇن كېچىلىكى ئۈچۈن
uk: Все для вашого ігрового вечора
zh_tw: 您遊戲之夜所需的一切

# snapCategoryGameDev
source: Game Development
ar: تطوير الألعاب
be: Распрацаванне гульняў
ca: Desenvolupament de jocs
cs: Vývoj her
da: Spiludvikling
el: Ανάπτυξη Παιχνιδιού
eo: Programado de ludoj
et: Mängude arendus
eu: Jokoen garapena
fa: توسعه بازی
fi: Pelikehitys
fr: Développement de jeux
ga: Forbairt Cluiche
he: פיתוח משחקים
hu: Játékfejlesztés
id: Pengembangan Permainan
it: Sviluppo videogiochi
ja: ゲーム開発
ka: თამაშების შემუშავება
km: ការអភិវឌ្ឍន៍ហ្គេម
kn: ಆಟದ ಅಭಿವೃದ್ಧಿ
ko: 게임 개발
lo: ການພັດທະນາເກມ
nl: Game-ontwikkeling
oc: Desvelopament de jòcs
pl: Tworzenie gier
ro: Dezvoltare de jocuri
sv: Spelutveckling
ug: ئويۇن ئىجادىيىتى
uk: Розробка ігор
zh_tw: 遊戲開發

# snapCategoryGameDevSlogan
source: Game Development
ar: تطوير الألعاب
be: Распрацоўка гульняў
ca: Desenvolupament de jocs
cs: Vývoj her
da: Spiludvikling
el: Ανάπτυξη Παιχνιδιών
eo: Programado de ludoj
et: Mängude arendus
eu: Jokoen garapena
fa: توسعه بازی
fi: Pelikehitys
fr: Développement de jeux
ga: Forbairt Cluiche
he: פיתוח משחקים
hu: Játékfejlesztés
id: Pengembangan Permainan
it: Sviluppi videogiochi
ja: ゲーム開発
ka: თამაშების შემუშავება
km: ការអភិវឌ្ឍន៍ហ្គេម
kn: ಆಟದ ಅಭಿವೃದ್ಧಿ
ko: 게임 개발
lo: ການພັດທະນາເກມ
nl: Game-ontwikkeling
oc: Desvelopament de jòcs
pl: Tworzenie gier
ro: Dezvoltare de jocuri
sv: Spelutveckling
ug: ئويۇن ئىجادىيىتى
uk: Розробка ігор
zh_tw: 遊戲開發

# snapCategoryGameEmulators
source: Emulators
ar: ‬المحاكيات
be: Эмулятары
ca: Emuladors
cs: Emulátory
da: Emulatorer
el: Προσομοιωτές
eo: Imitiloj
et: Emulaatorid
eu: Emulatzaileak
fa: شبیه‌سازها
fi: Emulaattorit
fr: Émulateurs
ga: Aithriseoirí
he: הדמיה
hu: Emulátorok
id: Emulator
it: Emulatori
ja: エミュレーター
ka: ემულატორები
km: កម្មវិធីត្រាប់តាម
kn: ಎಮ್ಯುಲೇಟರ್ಗಳು
ko: 에뮬레이터
lo: ໂປຣແກຣມຈຳລອງ
pl: Emulatory
ro: Emulatoare
sv: Emulatorer
ug: تەقلىدلەشتۈرگۈچ
uk: Емулятори
zh_tw: 模擬器

# snapCategoryGameEmulatorsSlogan
source: Emulators
ar: المحاكيات
be: Эмулятары
ca: Emuladors
cs: Emulátory
da: Emulatorer
el: Προσομοιωτές
eo: Imitiloj
et: Emulaatorid
eu: Emulatzaileak
fa: شبیه‌سازها
fi: Emulaattorit
fr: Émulateurs
ga: Aithriseoirí
he: הדמיה
hu: Emulátorok
id: Emulator
it: Emulatori
ja: エミュレーター
ka: ემულატორები
km: កម្មវិធីត្រាប់តាម
kn: ಎಮ್ಯುಲೇಟರ್ಗಳು
ko: 에뮬레이터
lo: ໂປຣແກຣມຈຳລອງ
pl: Emulatory
ro: Emulatoare
sv: Emulatorer
ug: تەقلىدلەشتۈرگۈچ
uk: Емулятори
zh_tw: 模擬器

# snapCategoryGnomeGames
source: GNOME Games
ar: ألعاب GNOME
be: Гульні GNOME
ca: Jocs del GNOME
cs: Hry GNOME
da: GNOME-spil
el: Gnome Παιχνίδια
eo: Ludoj por GNOME
et: GNOME'i mängud
eu: GNOME jokoak
fa: بازی‌های گنوم
fi: Gnomen pelit
fr: Jeux GNOME
ga: Cluichí GNOME
he: משחקי GNOME
hu: GNOME játékok
id: Permainan GNOME
it: Giochi di GNOME
ja: GNOMEゲーム
ka: GNOME-ის თამაშები
km: ហ្គេម GNOME
kn: GNOME ಆಟಗಳು
ko: 그놈 게임
lo: ເກມ GNOME
oc: Jòcs GNOME
pl: Gry GNOME
ro: Jocuri GNOME
sv: GNOME-spel
ug: GNOME ئويۇنى
uk: Ігри GNOME
zh_tw: GNOME 遊戲

# snapCategoryGnomeGamesSlogan
source: GNOME Games Suite
ar: مجموعة ألعاب GNOME
be: Набор гульняў GNOME
ca: Compilació de jocs del GNOME
cs: Sada her GNOME
da: GNOME-spilsamling
el: Gnome Σουίτα Παιχνιδιών
eo: Ludoj por GNOME
et: GNOME'i mängude kogumik
eu: GNOME jokoen sorta
fa: مجموعه بازی‌های گنوم
fi: Gnomen pelikokoelma
fr: Suite de jeux GNOME
ga: Sraith Cluichí GNOME
he: חבילת המשחקים של GNOME
hu: GNOME játékcsomag
id: Rangkaian Permainan GNOME
it: Raccolta Giochi GNOME
ja: GNOMEゲーム集
ka: GNOME-ის თამაშების ნაკრები
km: ឈុតហ្គេម GNOME
kn: ಗ್ನೋಮ್ ಗೇಮ್ಸ್ ಸೂಟ್
ko: GNOME 게임 모음
lo: ຊຸດເກມ GNOME
oc: Compilacion de jòcs de GNOME
pl: Zestaw gier GNOME
ro: Suită de jocuri GNOME
sv: GNOME-spelsvit
ug: GNOME ئويۇن يۈرۈشلۈكى
uk: Набір ігор GNOME
zh_tw: GNOME 遊戲套裝

# snapCategoryKdeGames
source: KDE Games
ar: ألعاب KDE
be: Гульні KDE
ca: Jocs del KDE
cs: Hry KDE
da: KDE-spil
el: KDE Παιχνίδια
eo: Ludoj por KDE
et: KDE mängud
eu: KDE jokoak
fa: بازی‌های KDE
fi: KDE:n pelit
fr: Jeux KDE
ga: Cluichí KDE
he: משחקי KDE
hu: KDE játékok
id: Permainan KDE
it: Giochi di KDE
ja: KDEゲーム
ka: KDE-ის თამაშები
km: ហ្គេម KDE
kn: ಕೆಡಿಇ ಆಟಗಳು
ko: KDE 게임
lo: ເກມ KDE
oc: Jòcs de KDE
pl: Gry KDE
ro: Jocuri KDE
sv: KDE-spel
ug: KDE ئويۇنى
uk: Ігри KDE
zh_tw: KDE 遊戲

# snapCategoryKdeGamesSlogan
source: KDE Games Suite
ar: مجموعة ألعاب KDE
be: Набор гульняў KDE
ca: Compilació de jocs del KDE
cs: Sada her KDE
da: KDE-spilsamling
el: KDE Σουίτα Παιχνιδιών
eo: Ludoj por KDE
et: KDE mängude kogumik
eu: KDE jokoen sorta
fa: مجموعه بازی‌های KDE
fi: KDE:n pelikokoelma
fr: Suite de jeux KDE
ga: Svuít Cluichí KDE
he: חבילת המשחקים של KDE
hu: KDE játékcsomag
id: Rangkaian Permainan KDE
it: Raccolta Giochi KDE
ja: KDEゲーム集
ka: KDE-ის თამაშების ნაკრები
km: ឈុតហ្គេម KDE
kn: ಕೆಡಿಇ ಗೇಮ್ಸ್ ಸೂಟ್
ko: KDE 게임 모음
lo: ຊຸດເກມ KDE
oc: Compilacion de jòcs de KDE
pl: Zestaw gier KDE
ro: Suită de jocuri KDE
sv: KDE-spelsvit
ug: KDE ئويۇن يۈرۈشلۈكى
uk: Набір ігор KDE
zh_tw: KDE 遊戲套裝

# snapCategoryGameLaunchers
source: Game Launchers
ar: مشغلات الألعاب
be: Праграмы запуску гульняў
ca: Iniciador de jocs
cs: Spouštěče her
da: Spilstartere
el: Εκκινητής Παιχνιδιών
eo: Ludolanĉiloj
et: Mängude käivitajad
eu: Joko abiarazleak
fa: راه‌انداز بازی
fi: Pelikäynnistimet
fr: Lanceurs de jeux
ga: Cluiche Lainseálaithe
he: משגרי משחקים
hu: Játékindítók
id: Peluncur Permainan
it: Lanucher per Giochi
ja: ゲームランチャー
ka: თამაშის გამშვებები
km: កម្មវិធីបើកដំណើរការហ្គេម
kn: ಗೇಮ್ ಲಾಂಚರ್ಸ್
ko: 게임 런처
lo: ຕົວເປີດເກມ
oc: Aviadors de jòcs
pl: Programy uruchamiające gry
ro: Lansatoare de jocuri
sv: Spelstartare
ug: ئويۇن قوزغاتقۇچ
uk: Запускачі ігор
zh_tw: 遊戲啟動器

# snapCategoryGameLaunchersSlogan
source: Game Launchers
ar: مشغلات الألعاب
be: Гульнявыя лаўнчары
ca: Iniciadors de jocs
cs: Spouštěče her
da: Spilstartere
el: Εκκινητής Παιχνιδιών
eo: Ludolanĉiloj
et: Mängude käivitajad
eu: Joko abiarazleak
fa: راه‌اندازهای بازی
fi: Pelikäynnistimet
fr: Lanceurs de jeux
ga: Cluiche Lainseálaithe
he: משגרי משחקים
hu: Játékindítók
id: Peluncur Permainan
it: Launcher per Giochi
ja: ゲームランチャー
ka: თამაშის გამშვებები
km: កម្មវិធីបើកដំណើរការហ្គេម
kn: ಗೇಮ್ ಲಾಂಚರ್ಸ್
ko: 게임 런처
lo: ຕົວເປີດເກມ
oc: Aviadors de jòcs
pl: Programy uruchamiające gry
ro: Lansatoare de jocuri
sv: Spelstartare
ug: ئويۇن قوزغاتقۇچ
uk: Запускачі ігор
zh_tw: 遊戲啟動器

# snapCategoryGameContentCreation
source: Content Creation
ar: إنشاء المحتوى
be: Стварэнне змесціва
ca: Creació de contingut
cs: Tvorba obsahu
da: Kreativitet
el: Δημιουργία Περιεχομένου
eo: Aŭdvida dissendado
et: Sisuloome
eu: Edukien sorkuntza
fa: تولید محتوا
fi: Sisällöntuotanto
fr: Création de contenu
ga: Cruthú Ábhar
he: יצירת תוכן
hu: Tartalomgyártás
id: Pembuatan Konten
it: Creazione di contenuti
ja: コンテンツ作成
ka: შემცველობის შექმნა
km: ការបង្កើតមាតិកា
kn: ವಿಷಯ ರಚನೆ
ko: 컨텐츠 제작
lo: ການສ້າງເນື້ອຫາ
nl: Content-creatie
oc: Creacion de contengut
pl: Tworzenie treści
ro: Creare de conținut
sv: Innehållsskapande
ug: مەزمۇن ھاسىللىغۇچ
uk: Створення контенту
zh_tw: 內容創作

# snapCategoryGameContentCreationSlogan
source: Content Creation
ar: إنشاء المحتوى
be: Стварэнне змесціва
ca: Creació de contingut
cs: Tvorba obsahu
da: Kreativitet
el: Δημιουργία Περιεχομένου
eo: Aŭdvida dissendado
et: Sisuloome
eu: Edukien sorkuntza
fa: تولید محتوا
fi: Sisällöntuotanto
fr: Création de contenu
ga: Cruthú Ábhar
he: יצירת תוכן
hu: Tartalomgyártás
id: Pembuatan Konten
it: Creazione di contenuti
ja: コンテンツ作成
ka: შემცველობის შექმნა
km: ការបង្កើតមាតិកា
kn: ವಿಷಯ ರಚನೆ
ko: 컨텐츠 제작
lo: ການສ້າງເນື້ອຫາ
nl: Content-creatie
oc: Creacion de contengut
pl: Tworzenie treści
ro: Creare de conținut
sv: Innehållsskapande
ug: مەزمۇن ھاسىللىغۇچ
uk: Створення контенту
zh_tw: 內容創作

# snapCategoryHealthAndFitness
source: Health and Fitness
ar: الصحة و اللياقة البدنية
be: Здароўе і фітнэс
ca: Salut i benestar físic
cs: Zdraví a fitness
da: Helse og fitness
el: Υγεία και Fitness
eo: Sano kaj sporto
et: Tervis ja vormisolek
eu: Osasuna eta ongizatea
fa: سلامتی و تندرستی
fi: Terveys ja kunto
fr: Santé et forme
ga: Sláinte agus Folláine
he: בריאות וחיטוב
hu: Egészség és fitnesz
id: Fitnes dan Kesehatan
it: Salute e Fitness
ja: 健康とフィットネス
ka: ჯანმრთელობა და ფიტნესი
km: សុខភាព និងកាយសម្បទា
kn: ಆರೋಗ್ಯ ಮತ್ತು ಫಿಟ್ನೆಸ್
ko: 건강 및 피트니스
lo: ສຸຂະພາບ ແລະ ການອອກກຳລັງກາຍ
nl: Gezondheid en fitness
oc: Santat e espòrt
pl: Zdrowie i fitness
ro: Sănătate și formă
sv: Hälsa och träning
ug: ساقلىق ۋە ساغلاملىق
uk: Здоров'я та спорт
zh_tw: 健康與健身

# snapCategoryMusicAndAudio
source: Music and Audio
ar: الموسيقى و الصوت
be: Музыка і аўдыя
ca: Música i àudio
cs: Hudba a zvuk
da: Musik og lyd
el: Μουσική και ήχος
eo: Muziko kaj aŭskultaĵoj
et: Muusika ja helimaailm
eu: Musika eta audioa
fa: آهنگ و صدا
fi: Musiikki ja ääni
fr: Musique et audio
ga: Ceol agus Fuaim
he: מוזיקה ושמע
hu: Zene és hang
id: Audio dan Musik
it: Musica e Audio
ja: 音楽とオーディオ
ka: მუსიკა და ხმა
km: តន្ត្រី និងសំឡេង
kn: ಸಂಗೀತ ಮತ್ತು ಆಡಿಯೋ
ko: 음악 및 오디오
lo: ເພງ ແລະ ສຽງ
nl: Muziek en audio
oc: Musica e àudio
pl: Muzyka i dźwięk
ro: Muzică și audio
sv: Musik och ljud
ug: نەغمە ۋە ئۈن
uk: Музика й звуки
zh_tw: 音樂與音訊

# snapCategoryNewsAndWeather
source: News and Weather
ar: الأخبار و الطقس
be: Навіны і надвор'е
ca: Notícies i meteorologia
cs: Zprávy a počasí
da: Nyheder og vejr
el: Ειδήσεις και Καιρός
eo: Sciigu vin
et: Uudised ja ilmateade
eu: Albisteak eta eguraldia
fa: اخبار و هواشناسی
fi: Uutiset ja sää
fr: Informations et météo
ga: Nuacht agus Aimsir
he: חדשות ומזג אוויר
hu: Hírek és időjárás
id: Cuaca dan Berita
it: Notizie e Meteo
ja: ニュースと天気
ka: სიახლეები და ამინდი
km: ព័ត៌មាន និងអាកាសធាតុ
kn: ಸುದ್ದಿ ಮತ್ತು ಹವಾಮಾನ
ko: 뉴스 및 날씨
lo: ຂ່າວສານ ແລະ ສະພາບອາກາດ
nl: Nieuws en weer
oc: Informacions e metèo
pl: Wiadomości i pogoda
ro: Știri și meteo
sv: Nyheter och väder
ug: خەۋەر ۋە ھاۋا رايى
uk: Новини й погода
zh_tw: 新聞與天氣

# snapCategoryPersonalisation
source: Personalisation
ar: التخصيص
be: Персаналізацыя
ca: Personalització
cs: Přizpůsobení
da: Brugertilpasning
eo: Tajlorado
et: Kohandamine sulle sobivaks
eu: Pertsonalizazioa
fa: شخصی‌سازی
fi: Mukauttaminen
fr: Personnalisation
ga: Pearsanú
he: התאמה אישית
hu: Személyre szabás
id: Personalisasi
it: Personalizzazione
ja: 個人向けカスタマイズ
ka: პერსონალიზაცია
km: ការកំណត់ផ្ទាល់ខ្លួន
kn: ವೈಯಕ್ತೀಕರಣ
ko: 개인 설정
lo: ການປັບແຕ່ງສ່ວນຕົວ
nl: Personalisatie
oc: Personalizacion
pl: Personalizacja
ro: Personalizare
sv: Personalisering
ug: خاسلاشتۇرۇش
uk: Персоналізація
zh_tw: 個人化
