Repository: ubuntu/app-center
Catalog: packages/app_center/lib/src/l10n/app_*.arb
Languages: ar, be, ca, cs, da, el, eo, et, eu, fa, fi, fr, ga, he, hu, id, it, ja, ka, km, kn, ko, lo, nl, oc, pl, ro, sv, ug, uk, vi, zh_tw

# managePageNoInternet
source: Can't reach server, check your internet connection or try again later.
ar: لا يمكن الوصول إلى الخادم، تحقق من اتصالك بالإنترنت أو حاول مرة أخرى لاحقًا.
be: Не ўдалося падлучыцца да сервера. Праверце падлучэнне да Інтэрнэту або паўтарыце спробу пазней.
ca: No es pot accedir al servidor, comproveu la connexió a Internet o intenteu més tard.
cs: Nelze se připojit k serveru, zkontrolujte připojení k internetu nebo to zkuste znovu později.
da: Kan ikke forbinde til server. Tjek din internetforbindelse eller prøv igen senere.
eo: Ne eblas konekti al la servilo. Kontrolu vian Interretan konekton, aŭ reprovu poste.
et: Server pole leitav. Palun kontrolli, et arvuti internetiühendus toimib ja proovi siis uuesti.
eu: Ezin izan da zerbitzaria atzitu, egiaztatu Internetera konexioa eta saiatu berriz geroago.
fa: امکان دسترسی به سرور نیست، ارتباط اینترنتی خود را بررسی کنید یا بعدا تلاش مجدد کنید.
fi: Ei yhteyttä palvelimeen. Tarkista Internet-yhteyden tila ja yritä uudelleen.
fr: Impossible d’atteindre le serveur, vérifiez votre connexion Internet ou réessayez plus tard.
ga: Ní féidir teacht ar fhreastalaí, seiceáil do nasc idirlín nó bain triail eile as níos déanaí.
he: לא ניתן להגיע לשרת, נא לבדוק את החיבור שלך לאינטרנט ולנסות שוב בהמשך.
hu: Nem érhető el a kiszolgáló. Ellenőrizze az internetkapcsolatát, vagy próbálja meg később újra.
id: Tak bisa menjangkau server, periksalah koneksi internet Anda atau coba lagi nanti.
it: Non è possibile contattare il server, controlla la tua connessione internet o prova nuovamente tra qualche minuto.
ja: サーバーに接続できません。インターネット接続を確認してやり直してください。
ka: სერვერთან დაკავშირება შეუძლებელია. შეამოწმეთ თქვენი ინტერნეტკავშირი, ან მოგვიანებით სცადეთ.
km: មិនអាចទៅដល់ម៉ាស៊ីនមេ សូមពិនិត្យមើលការតភ្ជាប់អ៊ីនធឺណិតរបស់អ្នក ឬព្យាយាមម្តងទៀតនៅពេលក្រោយ។
kn: ಸರ್ವರ್ ಅನ್ನು ತಲುಪಲು ಸಾಧ್ಯವಿಲ್ಲ, ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 서버에 연결할 수 없습니다. 인터넷 연결을 확인하거나 잠시 후에 다시 시도해 보십시오.
lo: ບໍ່ສາມາດຕິດຕໍ່ເຊີເວີໄດ້, ກະລຸນາກວດສອບການເຊື່ອມຕໍ່ອິນເຕີເນັດຂອງທ່ານ ຫຼື ລອງໃໝ່ອີກຄັ້ງໃນພາຍຫຼັງ.
nl: Geen verbinding met server, controleer de internetverbinding of probeer het later opnieuw.
oc: Impossible de contactar lo servidor, verificatz la connexion Internet o tornatz ensajar mai tard.
pl: Nie można połączyć się z serwerem. Sprawdź połączenie internetowe lub spróbuj ponownie później.
ro: Nu s-a putut contacta serverul, verifică conexiunea la internet sau încearcă mai târziu.
sv: Kan inte nå servern, kontrollera din internetanslutning eller försök igen senare.
ug: مۇلازىمېتىرنى زىيارەت قىلالمىدى، ئىنتېرنېت باغلىنىشىنى تەكشۈرۈڭ ياكى سەل تۇرۇپ قايتا سىناڭ.
uk: Не вдалося зв'язатися з сервером, перевірте з'єднання з інтернетом або спробуйте пізніше.
vi: Không thể kết nối đến máy chủ, hãy kiểm tra kết nối mạng của bạn hoặc thử lại sau.
zh_tw: 無法連線到伺服器，請檢查您的網路連線或稍後再試。

# managePageDescription
source: Check for available updates, update your apps, and manage the status of all your apps.
ar: التحقق من التحديثات المتوفرة وتحديث تطبيقاتك وإدارة حالة جميع تطبيقاتك.
be: Правярайце даступнасць абнаўленняў, абнаўляйце дадаткі і кіруйце імі.
ca: Comproveu si hi ha actualitzacions disponibles, actualitzeu les aplicacions i gestioneu l'estat de totes.
cs: Zkontrolujte dostupné aktualizace, aktualizujte své aplikace a spravujte stav všech svých aplikací.
da: Led efter opdateringer, opdatér dine programmer, og håndtér status for alle dine programmer.
eo: Kontroli disponeblajn ĝisdatigojn, ĝisdatigi kaj administri viajn programojn.
et: Kontrolli uuenduste olemasolu, uuenda omi rakendusi ja halda nende olekut.
eu: Bilatu eguneratze erabilgarriak, eguneratu aplikazioak eta kudeatu aplikazio guztien egoera.
fa: به‌روزرسانی‌های موجود را بررسی کنید، برنامه‌های خود را آپدیت کنید و وصعیت تمام برنامه‌های خود را مدیریت کنید.
fi: Tarkista saatavilla olevat päivitykset, päivitä sovellukset ja hallitse kaikkien sovellusten tilaa.
fr: Rechercher les mises à jour disponibles, mettre à jour vos applications et gérer l'état de toutes vos applications.
ga: Seiceáil le haghaidh nuashonruithe atá ar fáil, nuashonraigh d'fheidhmchláir, agus bainistigh stádas d'fheidhmchláir go léir.
he: לבדוק אם יש עדכונים זמינים, לעדכן את היישומים שלך ולנהל את מצבם של כל היישומים שלך.
hu: Az elérhető frissítések keresése, az alkalmazások frissítése és az összes alkalmazás állapotának kezelése.
id: Cek pembaruan tersedia, perbarui aplikasi Anda, dan kelola status semua aplikasi Anda.
it: Ricerca nuovi aggiornamenti, aggiorna e gestisci lo stato di tutte le tue app.
ja: アップデートを確認したり、アプリをアップデートしたり、すべてのアプリケーションの状況を管理します。
ka: შეამოწმეთ ხელმისაწვდომი განახლებები, განაახლეთ თქვენი აპები და მართეთ თქვენი აპების სტატუსი.
km: ពិនិត្យមើលការធ្វើបច្ចុប្បន្នភាពដែលមាន ធ្វើបច្ចុប្បន្នភាពកម្មវិធីរបស់អ្នក និងគ្រប់គ្រងស្ថានភាពនៃកម្មវិធីរបស់អ្នកទាំងអស់។
kn: ಲಭ್ಯವಿರುವ ನವೀಕರಣಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಿ, ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ನವೀಕರಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಎಲ್ಲಾ ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ಸ್ಥಿತಿಯನ್ನು ನಿರ್ವಹಿಸಿ.
ko: 사용 가능한 업데이트를 확인하고, 앱을 업데이트하고, 설치된 모든 앱의 상태를 관리할 수 있습니다.
lo: ກວດສອບການອັບເດດທີ່ມີ, ອັບເດດແອັບຂອງທ່ານ ແລະ ຈັດການສະຖານະຂອງແອັບທັງໝົດຂອງທ່ານ.
nl: Controleren of er updates beschikbaar zijn, apps bijwerken en de status van alle apps beheren.
oc: Verificatz se de mesas a jorn o nivèl son disponiblas per vòstras aplicacions e gerissètz l’estat de vòstras aplicacions.
pl: Sprawdzaj dostępne aktualizacje, aktualizuj swoje programy i zarządzaj stanem ich wszystkich.
ro: Verifică pentru actualizări, actualizează-ți aplicațiile și gestionează statutul tuturor aplicațiilor tale.
sv: Leta efter tillgängliga uppdateringar, uppdatera dina appar och hantera statusen för alla dina appar.
ug: يېڭىلانما بار يوقلۇقىنى تەكشۈرۈپ، ئەپنى يېڭىلاپ، ھەممە ئەپلىرىڭىزنىڭ ھالىتىنى باشقۇرىدۇ.
uk: Перевіряйте наявність доступних оновлень, оновлюйте програми та керуйте їхнім станом.
vi: Kiểm tra các bản cập nhật khả dụng, cập nhật ứng dụng và quản lý trạng thái của tất cả ứng dụng.
zh_tw: 檢查可用的更新，更新您的應用程式，並管理所有應用程式的狀態。

# managePageDebUpdatesMessage
source: Debian package updates are handled by the Software Updater.
ar: يتم التعامل مع تحديثات حزمة دبيان بواسطة محدث البرمجيّات.
be: Абнаўленне пакетаў Debian здзяйсняецца з дапамогаю праграмы «Абнаўленне дадаткаў».
ca: Les actualitzacions dels paquets de Debian es gestionen amb l'actualitzador de programari.
cs: Aktualizace balíčků Debian zajišťuje Správce aktualizací.
da: Debian-pakkeopdateringer håndteres af Softwareopdateringen.
eo: Ĝisdatigon de Debian-pakoj respondecas la Ĝisdatigilo de Programaroj.
et: Debiani pakettide uuendusi teeb rakendus „Tarkvara ja uuendused“.
eu: Debian paketeen eguneratzeak Software eguneratzailearekin kudeatzen dira.
fa: به‌روزرسانی پکیج‌های دبیان توسط نرم‌افزار به‌روزرسان انجام می‌شود.
fi: Debian-pakettien päivityksistä vastaa Ohjelmistojen päivitys.
fr: Les mises à jour des paquets Debian sont gérées par le Gestionnaire de mises à jour.
ga: Láimhseálann an Updater Bogearraí nuashonruithe pacáiste Debian.
he: עדכוני חבילות דביאן הן בטיפול מעדכן התוכנה.
hu: A Debian csomagfrissítéseit a Szoftverfrissítő kezeli.
id: Pembaruan paket Debian ditangani oleh Pemutakhir Perangkat Lunak.
it: Gli aggiornamenti dei pacchetti Debian sono gestiti da Software Updater.
ja: Debianパッケージのアップデートはソフトウェアアップデートで管理されています。
ka: Debian-ის პაკეტები პროგრამების განახლების ცენტრიდან იმართება.
km: ការអាប់ដេតកញ្ចប់ Debian ត្រូវបានគ្រប់គ្រងដោយ Software Updater ។
kn: ಡೆಬಿಯನ್ ಪ್ಯಾಕೇಜ್ ನವೀಕರಣಗಳನ್ನು ಸಾಫ್ಟ್‌ವೇರ್ ಅಪ್‌ಡೇಟರ್ ನಿರ್ವಹಿಸುತ್ತದೆ.
ko: 데비안 패키지 업데이트는 소프트웨어 업데이터에서 관리합니다.
lo: ການອັບເດດແພັກເກດ Debian ຈະຖືກຈັດການໂດຍຕົວອັບເດດຊອບແວ.
nl: Updates van het Debian-pakket worden afgehandeld door de Software Updater.
oc: Las mesas a jorn dels paquets Debian son gerits pel Gestionari de mesas a jorn.
pl: Aktualizacje pakietów Debiana są obsługiwane przez aktualizator oprogramowania.
ro: Actualizările pachetelor Debian sunt gestionate de Actualizatorul de Software.
sv: Uppdateringar för Debian-paket hanteras av Programuppdaterare.
ug: Debian بوغچا يېڭىلاشنى يۇمشاق دېتال يېڭىلىغۇچ بىر تەرەپ قىلىدۇ.
uk: Оновлення пакунків Debian виконує оновлювач програмного забезпечення.
vi: Các bản cập nhật gói Debian được xử lý bởi Trình cập nhật phần mềm.
zh_tw: Debian 軟體包的更新由《軟體更新》程式來處理。

# managePageInstalledAndUpdatedLabel
source: Installed and updated
ar: تم التثبيت والتحديث
be: Усталявана і абноўлена
ca: Instal·lat i actualitzat
cs: Nainstalováno a aktualizováno
da: Installeret og opdateret
el: Εγκαταστάθηκε και ενημερώθηκε
eo: Instalitaj aŭ ĝisdatigitaj
et: Paigaldatud ja uuendatud
eu: Instalatua eta egunean
fa: نصب و آپدیت شده
fi: Asennettu ja päivitetty
fr: Installées et mises à jour
ga: Suiteáilte agus nuashonraithe
he: מותקן ועדכני
hu: Telepítve és frissítve
id: Terinstal dan diperbarui
it: Installata e aggiornata
ja: インストールとアップデート
ka: დაყენებული და განახლებულია
km: បានដំឡើង និងធ្វើបច្ចុប្បន្នភាព
kn: ಸ್ಥಾಪಿಸಲಾಗಿದೆ ಮತ್ತು ನವೀಕರಿಸಲಾಗಿದೆ
ko: 설치 및 업데이트됨
lo: ຕິດຕັ້ງ ແລະ ອັບເດດແລ້ວ
nl: Geïnstalleerd en bijgewerkt
oc: Installat e mes a jorn
pl: Zainstalowane i zaktualizowane
ro: Instalat și actualizat
sv: Installerade och uppdaterade
ug: ئورنىتىپ ۋە يېڭىلىدى
uk: Встановлено та оновлено
vi: Đã cài đặt và cập nhật
zh_tw: 已安裝和更新

# managePageInstallingLabel
source: Installing ({n})
ar: جاري تثبيت ({n})
be: Ідзе ўсталяванне ({n})
ca: S'està instal·lant ({n})
cs: Instaluje se ({n})
el: Γίνεται Εγκατάστασή{n}
eo: Instalante ({n})
et: Paigaldamisel ({n})
eu: Instalatzen ({n})
fa: در حال نصب ({n})
fi: Asennetaan ({n})
fr: Installation de ({n})
ga: Suiteáil ({n})
he: בהתקנה ({n})
hu: Telepítés ({n})
id: Memasang ({n})
it: Sto installando {n}
ja: インストール中 ({n})
ka: მიმდინარეობს ({n})-ის დაყენება
km: ការដំឡើង ({n})
kn: ಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ ({n})
ko: ({n}) 설치 중
lo: ກຳລັງຕິດຕັ້ງ ({n})
nl: Installeren ({n})
oc: Installacion ({n})
pl: Instalowanie ({n})
ro: Instalând ({n})
sv: Installerar ({n})
ug: ئورنىتىۋاتقىنى ({n})
uk: Встановлення ({n})
vi: Đang cài đặt ({n})
zh_tw: 正在安裝 ({n})

# managePageLabel
source: Manage
ar: إدارة
be: Кіраванне
ca: Gestiona
cs: Spravovat
da: Håndtér
el: Διαχείριση
eo: Administri
et: Halda
eu: Kudeatu
fa: مدیریت
fi: Hallitse
fr: Gérer
ga: Bainistigh
he: ניהול
hu: Kezelés
id: Kelola
it: Gestisci
ja: 管理
ka: მართვა
km: គ្រប់គ្រង
kn: ನಿರ್ವಹಿಸಿ
ko: 관리
lo: ຈັດການ
nl: Beheren
oc: Gerir
pl: Zarządzaj
ro: Gestionează
sv: Hantera
ug: باشقۇرۇش
uk: Керувати
vi: Quản lý
zh_tw: 管理

# managePageTitle
source: Manage installed snaps
ar: إدارة snaps المثبتة
be: Кіраванне ўсталяванымі Snap
ca: Administra els snaps instal·lats
cs: Spravovat nainstalované snap balíčky
da: Håndtér installerede snapper
el: Διαχείριση εγκατεστημένων εφαρμογών
eo: Administri instalitajn Snap-pakojn
et: Halda paigaldatud snap-pakette
eu: Kudeatu instalatutako snapak
fa: اسنپ های نصب شده را مدیریت کنید
fi: Hallitse asennettuja snap-paketteja
fr: Gérer les snaps installés
ga: Bainistigh snapanna suiteáilte
he: ניהול snapים מותקנים
hu: Telepített snap-csomagok kezelése
id: Kelola snap yang terpasang
it: Gestisci gli snap installati
ja: インストールしたsnapの管理
ka: დაყენებული Snap-ების მართვა
km: គ្រប់គ្រង Snaps បានដំឡើងហើយ
kn: ಸ್ಥಾಪಿಸಲಾದ ಸ್ನ್ಯಾಪ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ko: 설치된 스냅 관리
lo: ຈັດການ Snaps ທີ່ຕິດຕັ້ງແລ້ວ
nl: Geïnstalleerde snaps beheren
oc: Gerir los snaps installats
pl: Zarządzaj zainstalowanymi snapami
ro: Gestionează snap-urile instalate
sv: Hantera installerade snap-paket
ug: ئورنىتىلغان بوغچىنى باشقۇرىدۇ
uk: Керувати встановленими snap-пакунками
vi: Quản lý các phiên bản đã cài đặt
zh_tw: 管理已安裝的 Snap

# managePageNoUpdatesAvailableDescription
source: No updates available. Your applications are all up to date.
ar: لا تتوفر تحديثات. جميع تطبيقاتك محدثة.
be: Няма даступных абнаўленняў. Усе Вашыя прыкладанні актулальныя.
ca: No hi ha actualitzacions disponibles. Totes les aplicacions estan actualitzades.
cs: Nejsou k dispozici žádné aktualizace. Všechny vaše aplikace jsou aktuální.
da: Der er ingen tilgængelige opdateringer. Alle dine programmer er opdateret.
el: Δεν υπάρχουν διαθέσιμες ενημερώσεις.Οι εφαρμογές σας είναι ενημερωμένες.
eo: Neniu ĝisdatigo disponeblas. Viaj programoj estas ĝisdataj.
et: Uuendusi ei leidu. Juba kasutad kõikide rakenduste viimaseid versioone.
eu: Ez dago eguneratzerik erabilgarri. Aplikazio guztiak egunean daude.
fa: به‌روزرسانی در دسترس نیست. برنامه‌های شما همه به‌روز هستند.
fi: Päivityksiä ei ole saatavilla. Kaikki sovellukset ovat ajan tasalla.
fr: Pas de mise à jour disponible. Vos applications sont toutes à jour.
ga: Níl aon nuashonruithe ar fáil. Tá d'iarratais cothrom le dáta ar fad.
he: אין עדכונים זמינים. כל היישומים שלך עדכניים.
hu: Nem érhetők el frissítések. Az összes alkalmazása naprakész.
id: Tidak ada pembaruan. Aplikasi Anda telah mutakhir.
it: Non sono disponibili nuovi aggiornamenti. Tutte le tue applicazioni sono aggiornate.
ja: アップデートはありません。すべてのアプリケーションは最新です。
ka: განახლებები ხელმისაწვდომი არაა. თქვენი ყველა აპლიკაცია განახლებულია.
km: មិនមានការធ្វើបច្ចុប្បន្នភាពទេ។ កម្មវិធីរបស់អ្នកគឺទាន់សម័យទាំងអស់។
kn: ಯಾವುದೇ ನವೀಕರಣಗಳು ಲಭ್ಯವಿಲ್ಲ. ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್‌ಗಳೆಲ್ಲವೂ ನವೀಕೃತವಾಗಿವೆ.
ko: 이용 가능한 업데이트가 없습니다. 모든 애플리케이션이 최신 상태입니다.
lo: ບໍ່ມີການອັບເດດ. ແອັບພລິເຄຊັນຂອງທ່ານທັງໝົດເປັນເວີຊັນລ່າສຸດແລ້ວ.
nl: Geen updates beschikbaar. De applicaties zijn allemaal up-to-date.
oc: Cap de mesa a jorn pas disponibla. Las aplicacions son a jorn.
pl: Brak dostępnych aktualizacji. Wszystkie programy są aktualne.
ro: Nicio actualizare disponibilă. Toate aplicațiile tale sunt actualizate.
sv: Inga uppdateringar tillgängliga. Alla dina applikationer är redan uppdaterade.
ug: يېڭىلانما يوق. ھەممە ئەپلىرىڭىز يېڭى ھالەتتە.
uk: Оновлення відсутні. Усі ваші застосунки актуальні.
vi: Không tìm thấy bản cập nhật mới. Tất cả ứng dụng đều đã được cập nhật.
zh_tw: 無可用的更新。您的應用程式都是最新的。

# managePageSearchFieldSearchHint
source: Search your installed apps
ar: ابحث عن التطبيقات المثبتة
be: Пошук усталяваных прыкладанняў
ca: Busca les aplicacions instal·lades
cs: Hledat nainstalované aplikace
da: Søg i dine installerede programmer
el: Αναζήτηση Εφαρμογών
eo: Serĉi viajn instalitajn programojn
et: Otsi oma paigaldatud rakendusi
eu: Bilatu instalatutako aplikazioak
fa: جستجو برنامه‌های نصب‌شده شما
fi: Etsi asennettuja sovelluksia
fr: Rechercher parmi vos applications installées
ga: Cuardaigh d'fheidhmchláir suiteáilte
he: חיפוש ביישומים המותקנים
hu: Telepített alkalmazások keresése
id: Telusuri aplikasi terinstal
it: Cerca app installate
ja: インストールされているアプリを検索
ka: მოძებნეთ თქვენი დაყენებული აპები
km: ស្វែងរកកម្មវិធីរបស់អ្នកដែលបានដំឡើង
kn: ನಿಮ್ಮ ಸ್ಥಾಪಿಸಲಾದ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಹುಡುಕಿ
ko: 설치된 앱 검색
lo: ຄົ້ນຫາແອັບທີ່ຕິດຕັ້ງແລ້ວຂອງທ່ານ
nl: Geïnstalleerde apps doorzoeken
oc: Cercar dins las aplicacions installadas
pl: Wyszukiwanie zainstalowanych programów
ro: Caută aplicațiile tale instalate
sv: Sök bland dina installerade appar
ug: ئورناتقان ئەپلىرىڭىزنى ئىزدەيدۇ
uk: Пошук встановлених застосунків
vi: Tìm kiếm những ứng dụng đã cài đặt
zh_tw: 搜尋您已安裝的應用程式

# managePageShowDetailsLabel
source: Show details
ar: عرض التفاصيل
be: Падрабязней
ca: Mostra els detalls
cs: Zobrazit podrobnosti
da: Vis detaljer
el: Δείξε λεπτομέριες
eo: Montri detalojn
et: Näita üksikasju
eu: Erakutsi xehetasunak
fa: نمایش جزییات
fi: Näytä tiedot
fr: Afficher les détails
ga: Taispeáin sonraí
he: הצגת פרטים
hu: Részletek megjelenítése
id: Tampilkan detail
it: Mostra i dettagli
ja: 詳細を表示
ka: დეტალების ჩვენება
km: បង្ហាញព័ត៍មានលម្អិត
kn: ವಿವರಗಳನ್ನು ತೋರಿಸಿ
ko: 자세히 보기
lo: ສະແດງລາຍລະອຽດ
nl: Details weergeven
oc: Veire los detalhs
pl: Pokaż szczegóły
ro: Afișează detalii
sv: Visa detaljer
ug: تەپسىلاتىنى كۆرسەت
uk: Показати подробиці
vi: Hiện chi tiết
zh_tw: 顯示詳細資訊

# managePageShowSystemSnapsLabel
source: Show system snaps
ar: عرض snaps النظام
be: Паказаць сістэмныя
ca: Mostra els snaps del sistema
cs: Zobrazit systémové snap balíčky
da: Vis systemsnapper
el: Δείξε snap πακέτα
eo: Montri sistemajn pakojn
et: Näita süsteemseid snapi rakendusi
eu: Erakutsi sistemako snapak
fa: نمایش اسنپ‌های سیستم
fi: Näytä järjestelmä-snapit
fr: Afficher les snaps système
ga: Taispeáin snapanna an chórais
he: הצגת snapים של המערכת
hu: Rendszer snap-csomagok megjelenítése
id: Tampilkan aplikasi sistem
it: Mostra gli snap di sistema
ja: システムsnapを表示
ka: სისტემური Snap-ების ჩვენება
km: បង្ហាញប្រព័ន្ធ snaps
kn: ಸಿಸ್ಟಮ್ ಸ್ನ್ಯಾಪ್‌ಗಳನ್ನು ತೋರಿಸಿ
ko: 시스템 스냅 표시
lo: ສະແດງ Snaps ຂອງລະບົບ
nl: Systeem-snaps weergeven
oc: Veire los snaps sistèma
pl: Pokaż snapy systemowe
ro: Afișează snap-urile de sistem
sv: Visa systemets snap-paket
ug: سىستېما بوغچىنى كۆرسەت
uk: Показати системні пакунки snap
vi: Hiển thị các phiên bản hệ thống
zh_tw: 顯示系統程式

# managePageUpdateAllLabel
source: Update all
ar: تحديث الكل
be: Абнавіць усё
ca: Actualitza-ho tot
cs: Aktualizovat vše
da: Opdatér alle
el: Ενημέρωση Όλων
eo: Ĝisdatigi ĉiujn
et: Uuenda kõik
eu: Eguneratu dena
fa: به‌روز رسانی همه
fi: Päivitä kaikki
fr: Tout mettre à jour
ga: Nuashonraigh gach rud
he: לעדכן הכול
hu: Összes frissítése
id: Perbarui semua
it: Aggiorna tutto
ja: すべてをアップデート
ka: ყველას განახლება
km: ធ្វើបច្ចុប្បន្នភាពទាំងអស់
kn: ಎಲ್ಲವನ್ನೂ ನವೀಕರಿಸಿ
ko: 모두 업데이트
lo: ອັບເດດທັງໝົດ
nl: Alles bijwerken
oc: Tot metre a jorn
pl: Zaktualizuj wszystkie
ro: Actualizează tot
sv: Uppdatera alla
ug: ھەممىنى يېڭىلا
uk: Оновити все
vi: Cập nhật tất cả
zh_tw: 全部更新

# managePageUpdatedDaysAgo
source: Updated {n, plural, =1{{n} day} other{{n} days}} ago
ar: تم التحديث منذ {n, plural, =1{{n} يوم} =2{{n} يومان} other{{n} أيام}}
be: Абноўлена {n, plural, =1{{n} дзень} other{{n} дн}} таму
ca: Actualitzat fa {n, plural, =1{{n} dia} other{{n} dies}}
cs: Aktualizováno před {n, plural, =1{{n} dnem} other{{n} dny}}
da: Opdateret for {n, plural, =1{{n} dag} other{{n} dage}} siden
eo: Ĝisdatigita antaŭ {n, plural, =1{{n} tago} other{{n} tagoj}}
et: Uuendatud {n, plural, =1{{n} päev} other{{n} päeva}} tagasi
eu: Orain dela {n, plural, =1{egun {n}} other{{n} egun}} eguneratua
fa: به‌روز شده در {n, plural, =1{دیروز} other{{n} روز پیش}}
fi: Päivitetty {n, plural, =1{{n} päivä} other{{n} päivää}} sitten
fr: Mise à jour il y a {n, plural, =1{{n} jour} other{{n} jours}}
ga: Nuashonraithe {n, plural, =1{{n} lá} other{{n} lá}} ó shin
he: עודכן לפני {n, plural, =1{יום} =2{יומיים} other{{n} ימים}}
hu: {n, plural, =1{{n} nappal} other{{n} nappal}} ezelőtt frissítve
id: Diperbarui {n, plural, =1{{n} hari} other {{n} hari}}yang lalu
it: Aggiornata/e {n, plural, =1{{n} day} other{{n} days}} fa
ja: {n, plural, =1{{n} 日} other{{n} 日}}前にアップデート
ka: განახლდა {n, plural, =1{{n} დღის} other{{n} დღის}} წინ
km: បានធ្វើបច្ចុប្បន្នភាព {n, ពហុវចន =1{{n} ថ្ងៃ} ផ្សេងទៀត{{n} ថ្ងៃ}}​ កន្លងទៅ
kn: {n, plural, =1{{n} ದಿನ} ಇತರೆ {{n} ದಿನಗಳ}} ಹಿಂದೆ ನವೀಕರಿಸಲಾಗಿದೆ{n, plural, =1{{n} ದಿನ} ಇತರೆ {{n} ದಿನಗಳ}} ಹಿಂದೆ ನವೀಕರಿಸಲಾಗಿದೆ
ko: ({n})일 전 업데이트됨
lo: ອັບເດດເມື່ອ {n, plural, other{{n} ມື້}} ກ່ອນ
nl: {n, plural, =1{{n} Dag} other{{n} Dagen}} geleden bijgewerkt
oc: Mes a jorn fa {n} jorns
pl: Zaktualizowano {n, plural, =1{{n} dzień} few{{n} dni} many{{n} dni} other{{n} dni}} temu
sv: Uppdaterades för {n, plural, =1{{n} dag} other{{n} dagar}} sedan
ug: {n, plural, =1{{n} كۈن} other{{n} كۈن}} ئىلگىرى يېڭىلاندى
uk: Оновлено {n, plural, =1{{n} день} few{{n} дні} many{{n} днів} other{{n} день}} тому
vi: Đã cập nhật {n, plural, =1{{n} ngày} other{{n} ngày}} trước
zh_tw: {n, plural, =1{{n} 天} other{{n} 天}}前更新

# managePageUpdatedWeeksAgo
source: Updated {n, plural, =1{{n} week} other{{n} weeks}} ago
ar: تم التحديث منذ {n, plural, =1{{n} أسبوع} =2{{n} أسبوعين} other{{n} أسابيع}}
be: Абноўлена {n, plural, =1{{n} тыдзень} other{{n} тыдн}} таму
ca: Actualitzat fa {n, plural, =1{{n} setmana} other{{n} setmanes}}
cs: Aktualizováno před {n, plural, =1{{n} týdnem} other{{n} týdny}}
da: Opdateret for {n, plural, =1{{n} uge} other{{n} uger}} siden
eo: Ĝisdatigita antaŭ {n, plural, =1{{n} semajno} other{{n} semajnoj}}
et: Uuendatud {n, plural, =1{{n} nädala} other{{n} nädala}} eest
eu: Orain dela {n, plural, =1{astebete} other{{n} aste}} eguneratua
fa: به‌روز شده در {n, plural, =1{یک} other{{n}}} هفتهٔ پیش
fi: Päivitetty {n, plural, =1{{n} viikko} other{{n} viikkoa}} sitten
fr: Mise à jour il y a {n, plural, =1{{n} semaine} other{{n} semaines}}
ga: Nuashonraithe {n, plural, =1{{n} seachtain} other{{n} seachtainí}} ó shin
he: עודכן לפני {n, plural, =1{שבוע} =2{שבועיים} other{{n} שבועות}}
hu: {n, plural, =1{{n} héttel} other{{n} héttel}} ezelőtt frissítve
id: Diperbarui {n, plural, =1{{n} minggu} other{{n} minggu}} yang lalu
it: Aggiornata/e {n, plural, =1{{n} week} other{{n} weeks}} fa
ja: {n, plural, =1{{n} 週} other{{n} 週}}間前にアップデート
ka: განახლდა {n, plural, =1{{n} კვირის} other{{n} კვირის}} წინ
km: បានធ្វើបច្ចុប្បន្នភាព {n, ពហុវចន =1{{n} សប្តាហ៍} ផ្សេងទៀត{{n} សប្តាហ៍}}មុន
kn: {n, plural, =1{{n} ವಾರ} ಇತರೆ {{n} ವಾರಗಳ}} ಹಿಂದೆ ನವೀಕರಿಸಲಾಗಿದೆ{n, plural, =1{{n} ವಾರ} ಇತರೆ {{n} ವಾರಗಳ}} ಹಿಂದೆ ನವೀಕರಿಸಲಾಗಿದೆ
ko: ({n})주 전 업데이트됨
lo: ອັບເດດເມື່ອ {n, plural, other{{n} ອາທິດ}} ກ່ອນ
nl: {n, plural, =1{{n} Week} other{{n} Weken}} geleden bijgewerkt
oc: Actualizat fa {n, plural, =1{{n} sermana} other{{n} setmanas}}
pl: Zaktualizowano {n, plural, =1{{n} tydzień} few{{n} tygodnie} many{{n} tygodni} other{{n} tygodni}} temu
sv: Uppdaterades för {n, plural, =1{{n} vecka} other{{n} veckor}} sedan
ug: {n, plural, =1{{n} ھەپتە} other{{n} ھەپتە}} ئىلگىرى يېڭىلاندى
uk: Оновлено {n, plural, =1{{n} тиждень} few{{n} тижні} many{{n} тижнів} other{{n} тиждень}} тому
vi: Đã cập nhật {n, plural, =1{{n} tuần} other{{n} tuần}} trước
zh_tw: {n, plural, =1{{n} 週} other{{n} 週}}前更新

# managePageUpdatedMonthsAgo
source: Updated {n, plural, =1{{n} month} other{{n} months}} ago
ar: تم التحديث منذ {n, plural, =1{{n} شهر} =2{{n} شهرين} other{{n} أشهر}}
be: Абноўлена {n, plural, =1{{n} месяц} other{{n} мес}} таму
ca: Actualitzat fa {n, plural, =1{{n} mes} other{{n} mesos}}
cs: Aktualizováno před {n, plural, =1{{n} měsícem} other{{n} měsíci}}
da: Opdateret for {n, plural, =1{{n} måned} other{{n} måneder}} siden
eo: Ĝisdatigita antaŭ {n, plural, =1{{n} monato} other{{n} monatoj}}
et: Uuendatud {n, plural, =1{{n} kuu} other{{n} kuu}} eest
eu: Orain dela {n, plural, =1{hilabete} other{{n} hil}} eguneratua
fa: به‌روز شده در {n, plural, =1{یک} other{{n}}} ماه پیش
fi: Päivitetty {n, plural, =1{{n} kuukausi} other{{n}kuukautta}} sitten
fr: Mise à jour il y a {n, plural, =1{{n} mois} other{{n} mois}}
ga: Nuashonraithe {n, plural, =1{{n} mí} other{{n} mhí}} ó shin
he: עודכן לפני {n, plural, =1{חודש} =2{חודשיים} other{{n} חודשים}}
hu: {n, plural, =1{{n} hónappal} other{{n} hónappal}} ezelőtt frissítve
id: Diperbarui {n, plural, =1{{n} bulan} other{{n} bulan}} yang lalu
it: Aggiornata/e {n, plural, =1{{n} month} other{{n} months}} fa
ja: {n, plural, =1{{n} ヶ月} other{{n} ヶ月}}前にアップデート
ka: განახლდა {n, plural, =1{{n} თვის} other{{n} თვის}} წინ
km: បានធ្វើបច្ចុប្បន្នភាព {n, ​ពហុវចន​ =1{{n} ខែ} ផ្សេងទៀត{{n} ខែ}}​​ កន្លងទៅ
kn: {n, plural, =1{{n} ತಿಂಗಳು} ಇತರೆ {{n} ತಿಂಗಳ}} ಹಿಂದೆ ನವೀಕರಿಸಲಾಗಿದೆ{n, plural, =1{{n} ತಿಂಗಳು} ಇತರೆ {{n} ತಿಂಗಳ}} ಹಿಂದೆ ನವೀಕರಿಸಲಾಗಿದೆ
ko: ({n})개월 전 업데이트됨
lo: ອັບເດດເມື່ອ {n, plural, other{{n} ເດືອນ}} ກ່ອນ
nl: {n, plural, =1{{n} Maand} other{{n} Maanden}} geleden bijgewerkt
oc: Actualizat fa {n, plural, =1{{n} mes} other{{n} meses}}
pl: Zaktualizowano {n, plural, =1{{n} miesiąc} few{{n} miesiące} many{{n} miesięcy} other{{n} miesięcy}} temu
sv: Uppdaterades för {n, plural, =1{{n} månad} other{{n} månader}} sedan
ug: {n, plural, =1{{n} ئاي} other{{n} ئاي}} ئىلگىرى يېڭىلاندى
uk: Оновлено {n, plural, =1{{n} місяць} few{{n} місяці} many{{n} місяців} other{{n} місяць}} тому
vi: Đã cập nhật {n, plural, =1{{n} tháng} other{{n} tháng}} trước
zh_tw: {n, plural, =1{{n} 個月} other{{n} 個月}}前更新
