Repository: ubuntu/app-center
Catalog: packages/app_center/lib/src/l10n/app_*.arb
Languages: ar, be, ca, cs, da, el, eo, et, eu, fa, fi, fr, ga, he, hu, id, it, ja, ka, km, kn, ko, lo, nl, oc, pl, ro, sv, ug, uk, vi, zh_tw

# managePageUpdatedYearsAgo
source: Updated {n, plural, =1{{n} year} other{{n} years}} ago
ar: تم التحديث منذ {n, plural, =1{{n} سنة} =2{{n} سنتين} other{{n} سنوات}}
be: Абноўлена {n, plural, =1{{n} год} other{{n} г}} таму
ca: Actualitzat fa {n, plural, =1{{n} any} other{{n} anys}}
cs: Aktualizováno před {n, plural, =1{{n} rokem} other{{n} lety}}
da: Opdateret for {n, plural, =1{{n} år} other{{n} år}} siden
eo: Ĝisdatigita antaŭ {n, plural, =1{{n} jaro} other{{n} jaroj}}
et: Uuendatud {n, plural, =1{{n} aasta} other{{n} aastat}} tagasi
eu: Orain dela {n, plural, =1{urtebete} other{{n} urte}} eguneratua
fa: به‌روز شده در {n, plural, =1{پارسال} other{{n} سال پیش}}
fi: Päivitetty {n, plural, =1{{n} vuosi} other{{n} vuotta}} sitten
fr: Mise à jour il y a {n, plural, =1{{n} an} other{{n} ans}}
ga: Nuashonraithe {n, plural, =1{{n} bhliain} other{{n} blianta}} ó shin
he: עודכן לפני {n, plural, =1{שנה} =2{שנתיים} other{{n} שנים}}
hu: {n, plural, =1{{n} évvel} other{{n} évvel}} ezelőtt frissítve
id: Diperbarui {n, plural, =1{{n} tahun} other{{n} tahun}} yang lalu
it: Aggiornata/e {n, plural, =1{{n} year} other{{n} years}} fa
ja: {n, plural, =1{{n} 年} other{{n} 年}}前にアップデート
ka: განახლდა {n, plural, =1{{n} წლის} other{{n} წლის}} წინ
km: បានធ្វើបច្ចុប្បន្នភាព {n, ពហុវចន=1{{n} ឆ្នាំ} ផ្សេងទៀត{{n} ឆ្នាំ}}​​ កន្លងទៅ
kn: {n, plural, =1{{n} ವರ್ಷ} ಇತರೆ {{n} ವರ್ಷಗಳ}} ಹಿಂದೆ ನವೀಕರಿಸಲಾಗಿದೆ{n, plural, =1{{n} ವರ್ಷ} ಇತರೆ {{n} ವರ್ಷಗಳ}} ಹಿಂದೆ ನವೀಕರಿಸಲಾಗಿದೆ
ko: {n, plural, =1{작년에} other{{n}년 전}} 업데이트됨
lo: ອັບເດດເມື່ອ {n, plural, other{{n} ປີ}} ກ່ອນ
nl: {n, plural, =1{{n} Jaar} other{{n} Jaren}} geleden bijgewerkt
oc: Actualizat fa {n, plural, =1{{n} an} other{{n} ans}}
pl: Zaktualizowano {n, plural, =1{{n} rok} few{{n} lata} many{{n} lat} other{{n} lat}} temu
sv: Uppdaterades för {n, plural, =1{{n} år} other{{n} år}} sedan
ug: {n, plural, =1{{n} يىل} other{{n} يىل}} ئىلگىرى يېڭىلاندى
uk: Оновлено {n, plural, =1{{n} рік} few{{n} роки} many{{n} років} other{{n} рік}} тому
vi: Updated {n, plural, =1{{n} năm} other{{n} năm}} trước
zh_tw: {n, plural, =1{{n} 年} other{{n} 年}}前更新

# managePageUpdatesAvailable
source: Updates available ({n})
ar: التحديثات المتوفرة ({n})
be: Даступныя абнаўленні ({n})
ca: Actualitzacions disponibles ({n})
cs: Dostupné aktualizace ({n})
da: Opdateringer er tilgængelige ({n})
el: Υπάρχουν ενημερώσεις {n}
eo: Ĝisdatigoj disponeblas ({n})
et: Saadaval uuendusi: {n}
eu: Eguneratzeak erabilgarri ({n})
fa: به‌روزرسانی‌های موجود ({n})
fi: Päivityksiä saatavilla ({n})
fr: Mises à jour disponibles ({n})
ga: Nuashonruithe ar fáil ({n})
he: יש עדכונים ({n})
hu: Frissítések érhetők el ({n})
id: Pembaruan tersedia ({n})
it: Aggiornamenti disponibili ({n})
ja: {n} 個のアップデートがあります
ka: ხელმისაწვდომი განახლებები ({n})
km: មានការអាប់ដេត ({n})
kn: ನವೀಕರಣಗಳು ಲಭ್ಯವಿದೆ ({n})
ko: 업데이트 사용 가능 ({n})
lo: ມີການອັບເດດ ({n})
nl: ({n}) Updates beschikbaar
oc: Mesas a jorn disponiblas ({n})
pl: Dostępne aktualizacje ({n})
ro: Actualizări disponibile {n}
sv: Uppdateringar tillgängliga ({n})
ug: يېڭىلانما بار ({n})
uk: Доступні оновлення ({n})
vi: Bản cập nhật khả dụng ({n})
zh_tw: 可用更新 ({n})

# managePageUpdatesFailed
source: {n, plural, =1{One update} other{{n} updates}} failed
ar: {n, plural, =1{{n} فشل تحديث واحد} other{{n} فشل التحديثات}}
be: {n, plural, =1{Адно прыкладанне} other{{n} прыкладанні(-яў)}} абнавіць не ўдалося
ca: {n, plural, =1{Una actualització fallida} other{{n} actualitzacions fallides}}
cs: {n, plural, =1{Jedna neúspěšná aktualizace} other{{n} neúspěšných aktualizací}}
da: {n, plural, =1{En opdatering} other{{n} opdateringer}} mislykkedes
eo: {n, plural, =1{Unu ĝisdatigo} other{{n} ĝisdatigoj}} malsukcesis
et: {n, plural, =1{Üks uuendamine} other{{n} uuendamist}} ei õnnestunud
eu: {n, plural, =1{Eguneratze batek huts egin du} other{{n} eguneratzek huts egin dute}}
fa: {n, plural, =1{یک} other{{n}}} به‌روز رسانی شکست خورد
fi: {n, plural, =1{Yksi päivitys} other{{n} päivitystä}} epäonnistui
fr: {n, plural, =1{Une mise à jour en échec} other{{n} mises à jour en échec}}
ga: {n, plural, =1{Theip ar nuashonrú amháin} other{Theip ar {n} nuashonruithe}}
he: {n, plural, =1{עדכון נכשל} other{{n} עדכונים נכשלו}}
hu: {n, plural, =1{Egy frissítés} other{{n} frissítés}} sikertelen
id: {n, plural, =1{Satu pembaruan} other{{n} pembaruan}} gagal
it: {n, plural, =1{One update} other{{n} updates}} falliti
ja: {n, plural, =1{1 個のアップデート} other{{n} 個のアップデート}}に失敗しました
ka: {n, plural, =1{One განახლება} other{{n} განახლება}} ჩავარდა
km: {n, ពហុវចន =​ 1​ {ធ្វើបច្ចុប្បន្នភាពតែមួយ} ផ្សេងទៀត{{n} ធ្វើបច្ចុប្បន្នភាព}}​​ បានបរាជ័យ
kn: {n, plural, =1{ಒಂದು ನವೀಕರಣ} ಇತರೆ{{n} ನವೀಕರಣಗಳು}} ವಿಫಲವಾಗಿದೆ{n, plural, =1{ಒಂದು ನವೀಕರಣ} ಇತರೆ{{n} ನವೀಕರಣಗಳು}} ವಿಫಲವಾಗಿದೆ
ko: {n, plural, =1{1개 업데이트} other{{n}개 업데이트}} 실패
lo: {n, plural, other{ການອັບເດດ {n} ລາຍການ}} ລົ້ມເຫຼວ
nl: {n, plural, =1{Een update} other{{n} Updates}} mislukt
oc: {n, plural, =1{Una mesa a jorn fracassada} other{{n} mesas a jorn fracassadas}}
pl: {n, plural, =1{Jedna aktualizacja} few{{n} aktualizacje} many{{n} aktualizacji} other{{n} aktualizacji}} bez powodzenia
sv: {n, plural, =1{En uppdatering} other{{n} uppdateringar}} misslyckades
ug: {n, plural, =1{بىر يېڭىلانما} other{{n} يېڭىلانما}} مەغلۇپ بولدى
uk: Не вдалося виконати {n, plural, =1{одне оновлення update} few{{n} оновлення} many{{n} оновлень} other{{n} оновлення}}
vi: {n, plural, =1{Một cài đặt} other{{n} cài đặt}} thất bại
zh_tw: {n, plural, =1{一項更新} other{{n}項更新}}失敗

# managePageUpdatesFailedBody
source: We couldn't update these applications because they are currently running. {snapList} When you quit the applications, they will automatically update.
ar: لم نتمكن من تحديث هذه التطبيقات لأنها قيد التشغيل حاليًا. {snapList} عند إغلاق التطبيقات، سيتم تحديثها تلقائيًا.
be: Мы не змаглі абнавіць гэтыя дадаткі, бо яны ў дадзены момант запушчаныя. {snapList} Калі Вы закрыеце іх, абнаўленне адбудзецца аўтаматычна.
ca: No es van poder actualitzar aquestes aplicacions porque estan actualment executant-se. {snapList} Quan es tanquin les aplicacions, s'actualitzaran automàticament.
cs: Tyto aplikace jsme nemohli aktualizovat, protože jsou v tuto chvíli spuštěné. {snapList} Když aplikace ukončíte, automaticky se aktualizují.
da: Vi kunne ikke opdatere disse programmer, fordi de kører. {snapList} Når du afslutter programmerne, vil de automatisk blive opdateret.
eo: Ne eblis ĝisdatigi la jenajn programojn, ĉar ili estas rulata: {snapList} Kiam la ĉi-supraj programoj ĉesos, ili aŭtomate ĝisdatiĝos.
et: Kuna antud rakendused hetkel töötavad, siis nende uuendamine polnud võimalik. {snapList} Kui väljud neist rakendustest, siis tehakse uuendused automaatselt ära.
eu: Ezin izan dira aplikazio hauek eguneratu, exekutatzen ari direlako. {snapList} Aplikazioetatik irteten zarenean, automatikoki eguneratuko dira.
fa: نتوانستیم ایم برنامه‌ها را به‌روز کنیم چرا که در حال اجرایند. {snapList} وقتی از برنامه خارج شوید به صورت خودکار به‌روز خواهند شد.
fi: Näitä sovelluksia ei voitu päivittää, koska ne ovat käynnissä. {snapList} Kun lopetat sovellukset, ne päivittyvät automaattisesti.
fr: Nous n’avons pas pu mettre à jour ces applications car elles sont en cours d’exécution. {snapList} Lorsque vous quittez les applications, elles sont automatiquement mises à jour.
ga: Ní raibh muid in ann na feidhmchláir seo a nuashonrú toisc go bhfuil siad ag rith faoi láthair. {snapList} Nuair a scoireann tú de na feidhmchláir, nuashonróidh siad go huathoibríoch.
he: לא הצלחנו לעדכן את היישומים האלה כי הם פועלים כרגע. {snapList} יציאה מהם תעדכן אותם אוטומטית.
hu: Ezeket az alkalmazásokat nem sikerült frissíteni, mert jelenleg futnak. {snapList} Amikor kilép az alkalmazásokból, azok automatikusan frissülnek.
id: Kami tidak bisa memperbarui aplikasi ini karena kini sedang berjalan. {snapList} Ketika Anda keluar dari aplikasi, mereka akan secara otomatis diperbarui.
it: Non è stato possibile aggiornare queste applicazioni perché sono attualmente in esecuzione. {snapList} Quando chiuderai le applicazioni, saranno automaticamente aggiornate.
ja: 以下のアプリは現在実行中のためアップデートできません。 {snapList} アプリケーションを終了すると自動的にアップデートが開始されます。
ka: ეს აპლიკაციები ვერ განახლდა, რადგან ისინი ამჟამად გაშვებულია. {snapList} როცა აპლიკაციებს დახურავთ, ისინი ავტომატურად განახლდება.
km: យើង​មិន​អាច​ធ្វើ​បច្ចុប្បន្នភាព​កម្មវិធី​ទាំង​នេះ​បាន​ទេ ដោយសារ​ពួកគេ​កំពុង​ដំណើរការ​បច្ចុប្បន្ន។ {snapList} នៅពេលអ្នកចាកចេញពីកម្មវិធី ពួកវានឹងធ្វើបច្ចុប្បន្នភាពដោយស្វ័យប្រវត្តិ។
kn: ಈ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಪ್ರಸ್ತುತ ಚಾಲನೆಯಲ್ಲಿರುವ ಕಾರಣ ನಮಗೆ ಅವುಗಳನ್ನು ನವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.{snapList}ನೀವು ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ತೊರೆದಾಗ, ಅವುಗಳು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನವೀಕರಿಸಲ್ಪಡುತ್ತವೆ.ಈ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಪ್ರಸ್ತುತ ಚಾಲನೆಯಲ್ಲಿರುವ ಕಾರಣ ನಮಗೆ ಅವುಗಳನ್ನು ನವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.{snapList}ನೀವು ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ತೊರೆದಾಗ, ಅವುಗಳು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನವೀಕರಿಸಲ್ಪಡುತ್ತವೆ.
ko: 지금은 이 애플리케이션을 업데이트 할 수 없습니다. 애플리케이션이 실행 중입니다. {snapList} 애플리케이션을 종료하면 자동으로 업데이트를 진행합니다.
lo: ພວກເຮົາບໍ່ສາມາດອັບເດດແອັບພລິເຄຊັນເຫຼົ່ານີ້ໄດ້ ເນື່ອງຈາກມັນກຳລັງເຮັດວຽກຢູ່. {snapList} ເມື່ອທ່ານອອກຈາກແອັບພລິເຄຊັນ, ພວກມັນຈະອັບເດດໂດຍອັດຕະໂນມັດ.
nl: De volgende applicaties zijn niet bijgewerkt omdat ze momenteel actief zijn. {snapList} Wanneer u de applicaties afsluit, worden deze automatisch bijgewerkt.
oc: Avèm pas pogut metre a jorn aquestas aplicacions perque son actualament en cors d'execucion. {snapList} Quand quitatz las aplicacions, se metràn a jorn automaticament.
pl: Nie mogliśmy zaktualizować tych programów, ponieważ są one obecnie uruchomione. {snapList} Po zamknięciu programów zostaną one automatycznie zaktualizowane.
sv: Vi kunde inte uppdatera dessa applikationer eftersom de körs för närvarande. {snapList} När du avslutar applikationer så kommer de uppdateras automatiskt.
ug: بۇ ئەپنى يېڭىلىيالمايمىز چۈنكى ئۇ ھازىر ئىجرا قىلىنىۋاتىدۇ. {snapList} سىز ئەپتىن چېكىنگەندە، ئۆزلۈكىدىن يېڭىلىنىدۇ.
uk: Ми не змогли оновити ці застосунки, оскільки вони зараз працюють. {snapList} Вони оновляться автоматично після закриття.
zh_tw: 我們無法更新這些應用程式，因為它們目前正在執行中。 {snapList} 當您退出這些應用程式後，它們就會自動更新。

# managePageDocumentationLinkLabel
source: Learn how to manage Debian packages in the documentation.
ar: تعرف على كيفية إدارة حزم دبيان في الوثائق.
be: Даведайцеся ў дакументацыі в документации, как управлять пакетами Debian.
ca: Apreneu a administrar paquets Debian en la documentació.
cs: V dokumentaci se dozvíte, jak spravovat balíčky Debian.
el: Μάθετε πως κάνετε διαχείριση πακέτων Debian στις οδηγίες.
eo: Lernu kiel administri Debian-pakojn per la dokumentaro.
et: Debiani pakettide halduse kohta leiad teavet dokumentatsioonist.
eu: Ikasi nola kudeatu Debian paketeak dokumentazioa irakurrita.
fa: نحوه مدیریت بسته‌های دبیان در مستندات را بیاموزید.
fi: Lue Debian-pakettien hallitsemisesta dokumentaatiosta.
fr: Apprenez comment gérer les paquets Debian dans la documentation.
ga: Foghlaim conas pacáistí Debian a bhainistiú sa doiciméadú.
he: ניתן למצוא מידע על ניהול חבילות דביאן בתיעוד.
hu: Ismerje meg a Debian-csomagok kezelésének módját a dokumentációból.
id: Pelajari cara mengelola paket Debian dalam dokumentasi.
it: Impara a gestire i pacchetti Debian con la documentazione.
ja: Debianパッケージの使い方についてはドキュメントを参照してください。
ka: ისწავლეთ, როგორ მართოთ Debian-ის პაკეტები დოკუმენტაციაში.
km: ស្វែងយល់ពីរបៀបគ្រប់គ្រងកញ្ចប់ Debian នៅក្នុងឯកសារ។
kn: ಡಾಕ್ಯುಮೆಂಟೇಶನ್‌ನಲ್ಲಿ ಡೆಬಿಯನ್ ಪ್ಯಾಕೇಜುಗಳನ್ನು ಹೇಗೆ ನಿರ್ವಹಿಸುವುದು ಎಂದು ತಿಳಿಯಿರಿ.
ko: 문서를 통하여 데비안 패키지를 관리하는 방법을 알아보세요.
lo: ຮຽນຮູ້ວິທີຈັດການແພັກເກດ Debian ໃນເອກະສານຄູ່ມື.
nl: Lees in de documentatie hoe je Debian-pakketten kunt beheren.
oc: Aprenètz cossí gerir los paquets Debian dins la documentacion.
pl: W dokumentacji dowiesz się, jak zarządzać pakietami Debiana.
ro: Află cum să gestionezi pachete Debian în documentație.
sv: Lär dig hur du hanterar Debian-paket i dokumentationen.
ug: Debian بوغچىسىنى قانداق باشقۇرۇشنى قوللانمىدىن ئۆگىتىدۇ.
uk: Дізнайтеся, як керувати пакунками Debian у документації.
zh_tw: 在文件中了解如何管理 Debian 軟體包。

# productivityPageLabel
source: Productivity
ar: الإنتاجية
be: Праца
ca: Productivitat
cs: Kancelář
da: Produktivitet
el: Ανάπτυξη
eo: Laboro
et: Põhirakendused
eu: Produktibitatea
fa: بهره‌وری
fi: Tuotteliaisuus
fr: Bureautique
ga: Táirgiúlacht
he: הפקה
hu: Termelékenység
id: Produktivitas
it: Produttività
ja: 生産性
ka: პროდუქტიულობა
km: ផលិតភាព
kn: ಉತ್ಪಾದಕತೆ
ko: 생산성
lo: ປະສິດທິພາບການເຮັດວຽກ
nl: Productiviteit
oc: Productivitat
pl: Produktywność
ro: Productivitate
sv: Produktivitet
ug: ئىشلەپچىقىرىش ئۈنۈمى
uk: Продуктивність
zh_tw: 生產力工具

# developmentPageLabel
source: Development
ar: التطوير
be: Распрацоўка
ca: Desenvolupament
cs: Vývoj
da: Udvikling
el: Ανάπτυξη
eo: Programado
et: Arendus
eu: Garapena
fa: توسعه
fi: Kehitystyö
fr: Développement
ga: Forbairt
he: פיתוח
hu: Fejlesztés
id: Pengembangan
it: Sviluppo
ja: 開発
ka: პროგრამირება
km: ការអភិវឌ្ឍន៍
kn: ಅಭಿವೃದ್ಧಿ
ko: 개발
lo: ການພັດທະນາ
nl: Ontwikkeling
oc: Desvolopament
pl: Programowanie
ro: Dezvoltare
sv: Utveckling
ug: ئىجادىيەت
uk: Розробка
zh_tw: 開發者工具

# gamesPageLabel
source: Games
ar: الألعاب
be: Гульні
ca: Jocs
cs: Hry
da: Spil
el: Παιχνίδια
eo: Ludoj
et: Mängud
eu: Jokoak
fa: بازی‌ها
fi: Pelit
fr: Jeux
ga: Cluichí
he: משחקים
hu: Játékok
id: Permainan
it: Giochi
ja: ゲーム
ka: თამაშები
km: ហ្គេម
kn: ಆಟಗಳು
ko: 게임
lo: ເກມ
oc: Jòcs
pl: Gry
ro: Jocuri
sv: Spel
ug: ئويۇن
uk: Ігри
zh_tw: 遊戲

# gamesPageTitle
source: Games
ar: العاب
be: Актуальнае
ca: Jocs
cs: Co je populární
da: Populære
el: Τι νέο υπάρχει
eo: Kio popularas
et: Mängud
eu: Jokoak
fa: بازی‌ها
fi: Pelit
fr: Jeux
ga: Cad atá Te
he: משחקים
hu: Játékok
id: Permainan
it: Di tendenza
ja: ゲーム
ka: თამაშები
km: អ្វីដែលក្តៅៗ
kn: ಆಟಗಳು
ko: 게임
lo: ເກມ
nl: Heet van de naald
oc: Jòcs
pl: Gry
ro: Jocuri
sv: Spel
ug: ئويۇن
uk: Актуальне
zh_tw: 熱門

# gamesPageTop
source: Top Rated
ar: الأعلى تقييما
be: Лепшыя гульні
ca: Millor valorats
cs: Nejlépe hodnocené
da: Populære spil
el: Υψηλή Βαθμολογία
eo: Plej bone taksitaj
et: Parimate hinnangutega
eu: Balorazio onenekoak
fa: بیش‌ترین امتیاز
fi: Parhaiten arvioidut
fr: Les mieux notés
ga: Barr rátáil
he: בראש הדירוג
hu: Legjobbra értékelt
id: Peringkat Teratas
it: I più votati
ja: 高ランク
ka: საუკეთესო რეიტინგით
km: ចំណាត់ថ្នាក់កំពូល
kn: ಟಾಪ್ ರೇಟಿಂಗ್
ko: 평점 높은 항목
lo: ອັນດັບຍອດນິຍົມ
nl: Best beoordeeld
oc: Mai avalorats
pl: Najwyżej oceniane
ro: Top Evaluate
sv: Topprankade
ug: يۇقىرى باھالانغان
uk: Найвищий рейтинг
zh_tw: 最受好評

# gamesPageFeatured
source: Featured Titles
ar: العناوين المميزة
be: Абраныя найменні
ca: Títols destacats
cs: Vybrané tituly
da: Fremhævede titler
el: Προτεινόμενοι Τίτλοι
eo: Elstaraj ludoj
et: Esiletõstetud
eu: Nabarmenduak
fa: عناوین ویژه
fi: Suositut nimikkeet
fr: Titres en vedette
ga: Teidil Faoi Thrácht
he: כותרים מומלצים
hu: Kiemelt címek
id: Judul Unggulan
it: Titoli in evidenza
ja: イチオシタイトル
ka: რჩეული მარკები
km: ចំណងជើងពិសេស
kn: ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ಶೀರ್ಷಿಕೆಗಳು
ko: 추천 타이틀
lo: ຫົວຂໍ້ແນະນຳ
nl: Uitgelichte titels
oc: Títols en evidéncia
pl: Polecane tytuły
sv: Utvalda titlar
ug: تەۋسىيەلىك تېما
uk: Обрані найменування
zh_tw: 精選遊戲

# gamesPageBundles
source: App Bundles
ar: حزم التطبيقات
be: Наборы прыкладанняў
ca: Paquets d'aplicacions
cs: Balíčky aplikací
da: Programpakker
el: Πακέτα εφαρμογών
eo: Programfaskoj
et: Rakenduste komplektid
eu: Aplikazio sortak
fa: بسته‌های برنامه
fi: Sovelluskokoelmat
fr: Catégories d'applications
ga: Bundalaí Aip
he: מאגדי יישומים
hu: Alkalmazáscsomagok
id: Bundel Apli
it: Pacchetti app
ja: アプリバンドル
ka: აპის ნაკრებები
km: កញ្ចប់កម្មវិធី
kn: ಅಪ್ಲಿಕೇಶನ್ ಬಂಡಲ್‌ಗಳು
ko: 앱 번들
lo: ຊຸດແອັບ
nl: App-bundels
oc: Paquets d’aplicacion
pl: Pakiety oprogramowania
sv: Programbundlingar
ug: ئەپ توپلىمى
uk: Пакети застосунків
zh_tw: 應用程式套組

source: Unknown publisher
ar: ناشر غير معروف
be: Невядомы выдавец
ca: Editor desconegut
cs: Neznámý vydavatel
da: Ukendt udgiver
el: Άγνωστος εκδότης
eo: Nekonata eldonejo
et: Tundmatu väljaandja
eu: Argitaratzaile ezezaguna
fa: ناشر ناشناس
fi: Tuntematon julkaisija
fr: Éditeur inconnu
ga: Foilsitheoir anaithnid
he: מפיץ לא מוכר
hu: Ismeretlen kiadó
id: Penerbit tidak diketahui
it: Editore sconosciuto
ja: パブリッシャー不明
ka: უცნობი გამომცემელი
km: អ្នកបោះពុម្ពមិនស្គាល់
kn: ಅಜ್ಞಾತ ಪ್ರಕಾಶಕರು
ko: 알 수 없는 게시자
lo: ບໍ່ຮູ້ຈັກຜູ້ເຜີຍແຜ່
nl: Onbekende uitgever
oc: Editor desconegut
pl: Wydawca nieznany
ro: Autor necunoscut
sv: Okänd utgivare
ug: نامەلۇم تارقاتقۇچى
uk: Невідомий видавець
zh_tw: 未知的發布者

# searchFieldDebSection
source: Debian packages
ar: حزم ال Debian
be: Debian-пакеты
ca: Paquets de Debian
cs: Balíčky Debian
da: Debian-pakker
el: Πακέτα Debian
eo: Debian-pakoj
et: Debiani paketid
eu: Debian paketeak
fa: بسته‌های دبیان
fi: Debian-paketit
fr: Paquets Debian
ga: Pacáistí Debian
he: חבילות דביאן
hu: Debian-csomagok
id: Paket Debian
it: Pacchetti Debian
ja: Debianパッケージ
ka: Debian-ის პაკეტები
km: កញ្ចប់ Debian
kn: ಡೆಬಿಯನ್ ಪ್ಯಾಕೇಜುಗಳು
ko: 데비안 패키지
lo: ແພັກເກດ Debian
nl: Debian-pakketten
oc: Paquets Debian
pl: Pakiety systemu Debian
ro: Pachete Debian
sv: Debian-paket
ug: Debian بوغچىسى
uk: Пакети Debian
zh_tw: Debian 軟體包

# searchFieldSearchHint
source: Search for apps
ar: البحث عن التطبيقات
be: Поиск приложений
ca: Busca les aplicacions
cs: Hledat aplikace
da: Søg efter programmer
el: Αναζήτηση για εφαρμογές
eo: Serĉi programojn
et: Otsi rakendusi
eu: Bilatu aplikazioak
fa: جستجو برای برنامه‌ها
fi: Etsi sovelluksia
fr: Rechercher des applications
ga: Cuardaigh feidhmchláir
he: חיפוש יישומים
hu: Alkalmazások keresése
id: Telusuri aplikasi
it: Cerca app
ja: アプリを検索
ka: აპების ძებნა
km: ស្វែងរកកម្មវិធី
kn: ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಗಾಗಿ ಹುಡುಕಿ
ko: 앱 찾아보기
lo: ຄົ້ນຫາແອັບ
nl: Apps zoeken
oc: Cercar d’aplicacions
pl: Wyszukiwanie programów
ro: Caută aplicații
sv: Sök efter program
ug: ئەپ ئىزدە
uk: Пошук застосунків
zh_tw: 尋找應用程式

# searchFieldSearchForLabel
source: See all results for "{query}"
ar: عرض جميع النتائج لـ "{query}"
be: Паказаць усе вынікі для "{query}"
ca: Mostra tots els resultats per a «{query}»
cs: Zobrazit všechny výsledky pro dotaz „{query}“
da: Vis alle resultater for “{query}”
eo: Montri ĉiujn rezultojn pri «{query}»
et: Vaata kõiki „{query}“ otsingu vastuseid
eu: Ikusi "{query}" bilaketarekin bat datozen emaitza guztiak
fa: مشاهده همه نتایج برای "{query}"
fi: Näytä kaikki haun "{query}" tulokset
fr: Afficher tous les résultats pour « {query} »
ga: Féach na torthaí go léir le haghaidh "{query}"
he: הצגת כל התוצאות לחיפוש אחר „{query}”
hu: Összes találat megjelenítése ehhez: „{query}”
id: Lihat semua hasil untuk "{query}"
it: Risultati per "{query}"
ja: "{query}" の検索結果をすべて表示
ka: ყველა შედეგის ძებნა სტრიქონისთვის "{query}"
km: មើលលទ្ធផលទាំងអស់សម្រាប់ "{query}"
kn: "{query}" ಗಾಗಿ ಎಲ್ಲಾ ಫಲಿತಾಂಶಗಳನ್ನು ನೋಡಿ
ko: "{query}"에 대한 모든 결과 보기
lo: ເບິ່ງຜົນການຄົ້ນຫາທັງໝົດສຳລັບ "{query}"
nl: Alle resultaten voor "{query}" weergeven
oc: Veire totes los resultats per la recèrca de « {query} »
pl: Zobacz wszystkie wyniki „{query}”
ro: Vezi toate rezultatele pentru „{query}”
sv: Se alla resultat för "{query}"
ug: «{query}» نىڭ بارلىق نەتىجىسىنى كۆرسەت
uk: Переглянути всі результати для "{query}"
zh_tw: 查看「{query}」的所有結果

# searchFieldSnapSection
source: Snap packages
ar: حزم snap
be: Snap-пакеты
ca: Paquets snap
cs: Balíčky Snap
da: Snap-pakker
el: Snap Πακέτα
eo: Snap-pakoj
et: Snapi paketid
eu: Snap paketeak
fa: بسته‌های اسنب
fi: Snap-paketit
fr: Paquets Snap
ga: Pacáistí Snap
he: חבילות Snap
hu: Snap-csomagok
id: Paket Snap
it: Pacchetti Snap
ja: Snapパッケージ
ka: Snap-ის პაკეტები
km: កញ្ចប់ Snap
kn: ಸ್ನ್ಯಾಪ್ ಪ್ಯಾಕೇಜ್‌ಗಳು
ko: Snap 패키지
lo: ແພັກເກດ Snap
nl: Snap-pakketten
oc: Paquet Snap
pl: Pakiety snap
ro: Pachete Snap
sv: Snap-paket
ug: Snap بوغچىسى
uk: Пакети Snap
zh_tw: Snap 軟體包

# searchPageFilterByLabel
source: Filter by
ar: التصفية حسب
be: Фільтр
ca: Filtra per
cs: Filtrovat podle
da: Filtrér efter
el: Φίλτρο από
eo: Filtri laŭ
et: Paketi tüüp
eu: Iragazteko irizpidea
fa: پالایش براساس
fi: Suodata
fr: Filtrer par
ga: Scag de réir
he: סינון לפני
hu: Szűrés eszerint
id: Filter berdasarkan
it: Filtra per
ja: フィルター
ka: ფილტრის პირობა
km: តម្រងដោយ
kn: ಇದರ ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡಿ
ko: 필터
lo: ກັ່ນຕອງໂດຍ
nl: Filteren op
oc: Filtrar per
pl: Filtruj według
ro: Filtrează după
sv: Filtrera efter
ug: سۈزگۈچ
uk: Фільтрувати за
zh_tw: 篩選條件

# searchPageNoResults
source: No results found for "{query}"
ar: لم يتم العثور على نتائج لـ "{query}"
be: Няма вынікаў для "{query}"
ca: No s'ha trobat cap resultat per a «{query}»
cs: Nic nenalezeno pro dotaz „{query}“
da: Ingen resultater for “{query}”
eo: Neniu rezulto pri «{query}»
et: Otsingul „{query}“ puuduvad vastused
eu: Ez da emaitzarik aurkitu "{query}" bilaketarentzat
fa: هیچ نتیجه ای برای "{query}" یافت نشد
fi: Haku "{query}" ei tuottanut tuloksia
fr: Aucun résultat trouvé pour « {query} »
ga: Níor aimsíodh aon torthaí le haghaidh "{query}"
he: לא נמצאו תוצאות לחיפוש אחר „{query}”
hu: Nincsenek találatok erre: „{query}”
id: Tidak ada hasil untuk "{query}"
it: Nessun risultato per "{query}"
ja: ”{query}” の検索結果はありませんでした
ka: "{query}"-ისთვის შედეგები აღმოჩენილი არაა
km: រកមិនឃើញលទ្ធផលសម្រាប់ "{query}"
kn: "{query}" ಗಾಗಿ ಯಾವುದೇ ಫಲಿತಾಂಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ko: "{query}"에 대한 결과 찾을 수 없음
lo: ບໍ່ພົບຜົນການຄົ້ນຫາສຳລັບ "{query}"
nl: Geen resultaten gevonden voor "{query}"
oc: Cap de resultat pas trobat per « {query} »
pl: Nie znaleziono wyników „{query}”
ro: Nici-un rezultat găsit pentru „{query}”
sv: Inga resultat hittades för "{query}"
ug: «{query}» نىڭ ھېچقانداق نەتىجىسىنى تېپىلمىدى
uk: За запитом "{query}" нічого не знайдено
zh_tw: 沒有找到符合「{query}」的結果

# searchPageNoResultsHint
source: Try using different or more general keywords
ar: حاول استخدام كلمات رئيسية عامة أو مختلفة
be: Паспрабуйце выкарыстаць іншыя або больш ключавых слоў
ca: Proveu d'utilitzar unes paraules clau diferents o més generals
cs: Zkuste použít jiná nebo obecnější klíčová slova
da: Prøv at bruge andre eller mere generelle nøgleord
el: Δοκιμάστε διαφορετικές η περισσότερες γενικές λέξεις
eo: Provu aliajn aŭ pli ĝeneralajn serĉojn
et: Palun muuda otsingusõna üldisemaks või proovi otsida muid sõnu
eu: Saiatu gako-hitz ezberdinak edo orokorragoak erabilita
fa: سعی کنید از کلمات کلیدی متفاوت یا کلی‌تر استفاده کنید
fi: Käytä eri hakuehtoja tai yleisempiä avainsanoja
fr: Essayez d'utiliser des mots-clés différents ou plus généraux
ga: Bain triail as eochairfhocail éagsúla nó níos ginearálta a úsáid
he: נא לנסות להשתמש במילות מפתח אחרות או כלליות יותר
hu: Próbáljon meg más vagy általánosabb kulcsszavakat használni
id: Coba gunakan kata kunci yang lain atau yang lebih umum
it: Prova usando o usa delle parole chiave differenti o più generiche
ja: 違うもの、あるいはもっと一般的になキーワードにしてみてください
ka: სცადეთ, გამოიყენოთ განსხვავებული, ან უფრო ზოგადი საკვანძო სიტყვები
km: សាកល្បងប្រើពាក្យគន្លឹះផ្សេងគ្នា ឬច្រើនជាងនេះ
kn: ವಿಭಿನ್ನ ಅಥವಾ ಹೆಚ್ಚು ಸಾಮಾನ್ಯ ಕೀವರ್ಡ್‌ಗಳನ್ನು ಬಳಸಲು ಪ್ರಯತ್ನಿಸಿ
ko: 다른 검색어를 사용하거나, 좀더 포괄적인 검색어를 사용해 보세요
lo: ລອງໃຊ້ຄຳຄົ້ນຫາທີ່ແຕກຕ່າງ ຫຼື ທົ່ວໄປກວ່ານີ້
nl: Probeer het met andere of meer algemene trefwoorden
oc: Ensajatz de mots clau diferents o mai generals
pl: Spróbuj użyć innych lub bardziej ogólnych słów kluczowych
ro: Încearcă să folosești cuvinte-cheie diferite sau mai generale
sv: Prova att använda andra eller mer allmänna nyckelord
ug: پەرقلىق ياكى تېخىمۇ كۆپ ئىشلىتىلىدىغان ھالقىلىق سۆزنى سىناڭ
uk: Спробуйте використовувати інші або більш загальні ключові слова
zh_tw: 嘗試使用不同或更普通的關鍵字
