Repository: ubuntu/app-center
Catalog: packages/app_center/lib/src/l10n/app_*.arb
Languages: ar, be, ca, cs, da, el, eo, et, eu, fa, fi, fr, ga, he, hu, id, it, ja, ka, km, kn, ko, lo, nl, oc, pl, ro, sv, ug, uk, vi, zh_tw

# searchPageNoResultsCategory
source: Sorry, we couldnâ€™t find any packages in this category
ar: عذرًا، لم نتمكن من العثور على أي حزم في هذه الفئة
be: Прабачце, мы не змаглі знайсці ніякіх пакетаў у гэтай катэгорыі
ca: Ho sentim, no s'ha trobat cap paquet en aquesta categoria
cs: Je nám líto, v této kategorii jsme nenašli žádné balíčky
da: Beklager, vi kunne ikke finde nogen pakker i denne kategori
el: Συγνώμη,δεν μπορούσαμε να βρούμε κανένα πακέτο σε αυτή την κατηγορία
eo: Bedaŭrinde troviĝis neniu pako en ĉi tiu kategorio
et: Vabandust, sellest kategooriast ei leidnud me ühtegi paketti
eu: Ezin izan dugu kategoria honetako paketerik aurkitu
fa: متأسفیم، ما نتوانستیم هیچ بسته‌ای در این دسته پیدا کنیم
fi: Valitettavasti tästä luokasta ei löytynyt paketteja
fr: Désolé, nous n'avons pu trouver aucun paquet dans cette catégorie
ga: Tá brón orm, ní raibh muid in ann teacht ar aon phacáistí sa chatagóir seo
he: לא הצלחנו למצוא חבילות בקטגוריה הזאת, סליחה
hu: Elnézést, de nem találhatók csomagok ebben a kategóriában
id: Maaf, kami tidak dapat menemukan paket apapun dalam kategori ini
it: Spiacente, non siamo riusciti a trovare nessun pacchetto in questa categoria
ja: このカテゴリにはパッケージが見つかりませんでした
ka: უკაცრავად, მაგრამ ამ კატეგორიაში პაკეტები აღმოჩენილი არაა
km: សូមអភ័យទោស យើងមិនអាចរកឃើញកញ្ចប់ណាមួយនៅក្នុងប្រភេទនេះទេ
kn: ಕ್ಷಮಿಸಿ, ಈ ವರ್ಗದಲ್ಲಿ ನಮಗೆ ಯಾವುದೇ ಪ್ಯಾಕೇಜ್‌ಗಳನ್ನು ಹುಡುಕಲಾಗಲಿಲ್ಲ
ko: 죄송합니다. 이 카테고리에서 패키지를 찾을 수 없습니다
lo: ຂໍອະໄພ, ພວກເຮົາບໍ່ພົບແພັກເກດໃດໆໃນໝວດໝູ່ນີ້
nl: Helaas, we hebben geen pakketten in deze categorie kunnen vinden
oc: Avèm pas trobat cap de paquet per aquesta categoria
pl: Przepraszamy, nie znaleźliśmy żadnych pakietów w tej kategorii
ro: Scuze, nu am putut găsi vreun packet în această categorie
sv: Vi kunde tyvärr inte hitta några paket i den här kategorin
ug: كەچۈرۈڭ، بۇ سەھىپىدە ھېچقانداق بوغچا تاپالمىدۇق
uk: На жаль, ми не знайшли жодного пакету в цій категорії
zh_tw: 抱歉，我們找不到此類別中的任何軟體包

# searchPageNoResultsCategoryHint
source: Try a different category or use more general keywords
ar: جرب فئة مختلفة أو استخدم كلمات رئيسية عامة
be: Паспрабуйце пашукаць у іншай катэгорыі, або выкарыстайце іншыя ключавыя словы
ca: Proveu amb una altra categoria o utilitzeu unes paraules clau més generals
cs: Zkuste jinou kategorii nebo použijte obecnější klíčová slova
da: Prøv en anden kategori eller brug mere generelle nøgleord
el: Δοκιμάστε μια διαφορετική κατηγορία η πιο πολλές γενικές λέξεις
eo: Provu aliajn kategoriojn aŭ pli ĝeneralajn serĉojn
et: Palun muuda otsingusõna üldisemaks või proovi otsida muust kategooriast
eu: Saiatu beste kategoria batekin, edo erabili gako-hitz orokorragoak
fa: دسته‌بندی دیگری را امتحان کنید یا از کلمات کلیدی عمومی تری استفاده کنید
fi: Etsi eri luokasta tai käytä yleisempiä avainsanoja
fr: Essayez une autre catégorie ou utilisez des mots-clés plus généraux
ga: Bain triail as catagóir eile nó bain úsáid as eochairfhocail níos ginearálta
he: נא לנסות קטגוריה אחרת או להשתמש במילות מפתח כלליות יותר
hu: Próbáljon más kategóriát vagy használjon általánosabb kulcsszavakat
id: Coba kategori lain atau kata kunci yang lebih umum
it: Prova una categoria diversa o usa delle parole chiave più generiche
ja: 違うカテゴリにするか、もっと一般的なキーワードにしてみてください
ka: სცადეთ განსხვავებული კატეგორია, ან უფრო ზოგადი საკვანძო სიტყვები
km: សាកល្បងប្រភេទផ្សេង ឬប្រើពាក្យគន្លឹះទូទៅបន្ថែមទៀត
kn: ಬೇರೆ ವರ್ಗವನ್ನು ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಹೆಚ್ಚು ಸಾಮಾನ್ಯ ಕೀವರ್ಡ್‌ಗಳನ್ನು ಬಳಸಿ
ko: 다른 카테고리를 찾아보거나 보다 포괄적인 검색어를 사용해 보세요
lo: ລອງໝວດໝູ່ອື່ນ ຫຼື ໃຊ້ຄຳຄົ້ນຫາທີ່ທົ່ວໄປກວ່ານີ້
nl: Probeer een andere categorie of gebruik meer algemene trefwoorden
oc: Ensajatz una autra categoria o utilizatz de mots clau mai generals
pl: Wypróbuj inną kategorię lub użyj bardziej ogólnych słów kluczowych
ro: Încearcă altă categorie sau folosește un cuvânt-cheie mai general
sv: Prova en annan kategori eller använd mer allmänna nyckelord
ug: پەرقلىق سەھىپە ياكى تېخىمۇ كۆپ ئىشلىتىلىدىغان ھالقىلىق سۆزنى سىناڭ
uk: Спробуйте іншу категорію або використовуйте більш загальні ключові слова
zh_tw: 嘗試不同的類別，或使用更普通的關鍵字

# searchPageSortByLabel
source: Sort by
ar: فرز حسب
be: Сартаванне
ca: Ordena per
cs: Řadit podle
da: Sortér efter
eo: Ordigi
et: Järjestus
eu: Ordenatzeko irizpidea
fa: مرتب‌سازی بر اساس
fi: Järjestä
fr: Trier par
ga: Sórtáil de réir
he: מיון לפי
hu: Rendezési sorrend
id: Urut Berdasarkan
it: Ordina per
ja: 並べ替え
ka: დალაგების პირობა
km: តម្រៀបតាម
kn: ವಿಂಗಡಿಸಿ
ko: 정렬 기준
lo: ຈັດລຽງຕາມ
nl: Sorteren op
oc: Triar per
pl: Sortuj według
ro: Sortează după
sv: Sortera efter
ug: تەرتىپى
uk: Сортувати за
zh_tw: 排序

# searchPageRelevanceLabel
source: Relevance
ar: الصلة
be: па Рэлевантнасці
ca: Rellevància
da: Relevans
eo: Rilateco
et: Teemakohasus
eu: Egokitasuna
fa: ارتباط
fi: Asiaankuuluvuus
fr: Pertinence
ga: Ábharthacht
he: התאמה
hu: Fontosság
id: Relevansi
it: Consigliati
ja: 関連度
ka: შესაბამისობა
km: ភាពពាក់ព័ន្ធ
kn: ಪ್ರಸ್ತುತತೆ
ko: 연관성
lo: ຄວາມກ່ຽວຂ້ອງ
nl: Relevantie
oc: Importància
pl: Znaczenie
ro: Relevanță
sv: Relevans
ug: مۇناسىۋىتى
uk: Актуальність
zh_tw: 關聯性

# searchPageTitle
source: Results for "{query}"
ar: نتائج البحث عن "{query}"
be: Вынікі для "{query}"
ca: Resultats de «{query}»
cs: Výsledky pro „{query}“
da: Resultater for “{query}”
eo: Rezultoj pri «{query}»
et: Tulemused päringule „{query}“
eu: "{query}" bilaketarentzako emaitzak
fa: نتایج برای "{query}"
fi: Tulokset haulla "{query}"
fr: Résultats pour « {query} »
ga: Torthaí le haghaidh "{query}"
he: תוצאות לחיפוש אחר „{query}”
hu: Találtok erre: „{query}”
id: Hasil untuk "{query}"
it: Risultati per "{query}"
ja: "{query}" の結果
ka: შედეგები მოთხოვნისთვის "{query}"
km: លទ្ធផលសម្រាប់ "{query}"
kn: "{query}" ಗಾಗಿ ಫಲಿತಾಂಶಗಳು
ko: "{query}"에 대한 결과
lo: ຜົນການຄົ້ນຫາສຳລັບ "{query}"
nl: Resultaten voor "{query}"
oc: Resultats per « {query} »
pl: Wyniki „{query}”
ro: Rezultate pentru „{query}”
sv: Resultat för "{query}"
ug: «{query}» نىڭ نەتىجىسى
uk: Результати за запитом "{query}"
zh_tw: 搜尋「{query}」的結果

# aboutPageLabel
source: About
ar: حول
be: Інфо
ca: Quant a
cs: O aplikaci
da: Om
el: Σχετικά
eo: Pri
et: Rakenduse teave
eu: Honi buruz
fa: درباره
fi: Tietoja
fr: À propos
ga: Maidir
he: על אודות
hu: Névjegy
id: Tentang
it: Informazioni
ja: このアプリについて
ka: შესახებ
km: អំពី
kn: ಬಗ್ಗೆ
ko: 정보
lo: ກ່ຽວກັບ
nl: Over
oc: A prepaus
pl: O programie
ro: Despre
sv: Om
ug: ھەققىدە
uk: Про
zh_tw: 關於

# aboutPageVersionLabel
source: Version {version}
ar: النسخة {version}
be: Версія {version}
ca: Versió {version}
cs: Verze {version}
el: Έκδοση {version}
eo: Versio {version}
et: Versioon {version}
eu: {version} bertsioa
fa: نسخه {version}
fi: Versio {version}
ga: Leagan {version}
he: גרסה {version}
hu: Verzió: {version}
id: Versi {version}
it: Versione {version}
ja: バージョン {version}
ka: ვერსია {version}
km: ជំនាន់{version}
kn: ಆವೃತ್ತಿ {version}
ko: 버전 {version}
lo: ເວີຊັນ {version}
nl: Versie {version}
pl: Wersja {version}
ro: Versiune {version}
ug: نەشرى {version}
uk: Версія {version}
zh_tw: 版本 {version}

# aboutPageContributorTitle
source: Designed and developed by:
ar: تم تصميمه وتطويره بواسطة:
be: Удзельнікі распрацоўкі:
ca: Dissenyat i desenvolupat per:
cs: Navrženo a vyvinuto:
da: Designet og udviklet af:
el: Σχεδιασμένο και αναπτυγμένο από:
eo: Dezajnita kaj programita de:
et: Projekteerijad ja arendajad:
eu: Diseinua eta garapena:
fa: طراحی و توسعه توسط:
fi: Suunnitellut ja kehittänyt:
fr: Conçu et développé par :
ga: Deartha agus forbartha ag:
he: עוצב ופותח על ידי:
hu: Tervezte és fejlesztette:
id: Didesain dan dikembangkan oleh:
it: Progettato e sviluppato da:
ja: デザインと開発:
ka: შემუშავების მონაწილეები:
km: រចនា និងអភិវឌ្ឍន៍ដោយ៖
kn: ಇವರಿಂದ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ ಮತ್ತು ಅಭಿವೃದ್ಧಿಪಡಿಸಲಾಗಿದೆ:
ko: 디자인 및 개발:
lo: ອອກແບບ ແລະ ພັດທະນາໂດຍ:
nl: Ontworpen en ontwikkeld door:
oc: Concepcion e desvelopament per :
pl: Zaprojektowano i opracowano przez:
ro: Proiectat și dezvoltat de:
sv: Designad och utvecklad av:
ug: لايىھە ۋە ئىجادىيەت:
uk: Спроектовано та розроблено:
zh_tw: 設計與開發者：

# aboutPageCommunityTitle
source: Be part of the community:
ar: كن جزءًا من المجتمع:
be: Будзьце часткаю супольнасці:
ca: Forma part de la comunitat:
cs: Staňte se součástí komunity:
da: Deltag i fællesskabet:
el: Γίνετε μέλος της κοινότητας:
eo: Partoprenu en la komunumo:
et: Osale kogukonna tegevuses:
eu: Parte hartu komunitatean:
fa: بخشی از جامعه باشید:
fi: Ole osa yhteisöä:
fr: Faites partie de la communauté :
ga: Bí mar chuid den phobal:
he: הצטרפות לקהילה:
hu: Legyen része a közösségnek:
id: Bagian dari komunitas:
it: Diventa parte della comunità:
ja: コミュニティの一部:
ka: იყავით საზოგადოების წევრი:
km: ជាផ្នែកមួយនៃសហគមន៍៖
kn: ಸಮುದಾಯದ ಭಾಗವಾಗಿರಿ:
ko: 커뮤니티에 참여하세요:
lo: ເຂົ້າມາເປັນສ່ວນໜຶ່ງຂອງຊຸມຊົນ:
nl: Maak deel uit van de gemeenschap:
oc: Formatz part de la comunitat :
pl: Bądź częścią społeczności:
ro: Fă parte din comunitate:
sv: Var en del av gemenskapen:
ug: جامائەتنىڭ بىر پارچىسى:
uk: Станьте частиною спільноти:
zh_tw: 成為社群的一份子：

# aboutPageContributeLabel
source: Contribute or report bug
ar: المساهمة أو الإبلاغ عن الخطأ
be: Паўдзельнічаць або паведаміць пра праблему
ca: Contribuïu o informeu d'un error
cs: Přispějte nebo nahlaste chybu
da: Bidrag eller rapportér fejl
el: Συνεισφέρετε η κάντε αναφορά λάθος
eo: Kontribui aŭ raporti cimon
et: Tee kaastööd või teata vigadest
eu: Lagundu edo eman arazo baten berri
fa: مشارکت یا گزارش اشکال
fi: Osallistu tai ilmoita virheestä
fr: Contribuer ou signaler une anomalie
ga: Cuir nó tuairiscigh fabht
he: תרומה או דיווח על תקלה
hu: Közreműködés vagy hibajelentés
id: Kontribusi atau laporkan bug
it: Partecipa o segnala un bug
ja: 貢献またはバグ報告
ka: იყავით მოხალისე, ან მოგვწერეთ შეცდომის შესახებ
km: រួមចំណែក ឬរាយការណ៍អំពីបញ្ហា
kn: ಬಗ್ ಅನ್ನು ಕೊಡುಗೆ ನೀಡಿ ಅಥವಾ ವರದಿ ಮಾಡಿ
ko: 기여 또는 버그 제보
lo: ປະກອບສ່ວນ ຫຼື ລາຍງານຂໍ້ຜິດພາດ
nl: Bijdragen of fout melden
oc: Contribuir e senhalar de bugs
pl: Przyczyń się lub zgłoś błąd
ro: Contribută sau raportează o eroare
sv: Bidra eller rapportera fel
ug: ئىجادىيەت ياكى خاتالىق دوكلاتى
uk: Зробити внесок або повідомити про ваду
zh_tw: 貢獻或回報錯誤

# aboutPageGitHubLabel
source: Find us on GitHub
ar: تجدنا على GitHub
be: Праект на GitHub
ca: Trobeu-nos a GitHub
cs: Najděte si nás na GitHubu
da: Find os på GitHub
el: Βρείτε μας στο GitHub
eo: Trovu nin ĉe GitHub
et: Leiad meid GitHubist
eu: Aurki gaitzazu GitHuben
fa: ما را در گیت‌هاب پیدا کنید
fi: Löydät meidät GitHubista
fr: Retrouvez-nous sur GitHub
ga: Faigh sinn ar GitHub
he: הנוכחות שלנו ב־GitHub
hu: Keressen minket a GitHubon
id: Temukan di GitHub
it: Trovaci su GitHub
ja: GitHubリポジトリ
ka: გვიპოვეთ GitHub-ზე
km: ស្វែងរកពួកយើងនៅលើ GitHub
kn: GitHub ನಲ್ಲಿ ನಮ್ಮನ್ನು ಹುಡುಕಿ
ko: GitHub에서 찾기
lo: ພົບກັບພວກເຮົາໄດ້ທີ່ GitHub
nl: Bezoek ons op GitHub
oc: Nos retrobar sus Github
pl: Znajdź nas na GitHubie
ro: Găsește-ne pe GitHub
sv: Hitta oss på GitHub
ug: بىزنى GitHub تىن ئىزدەڭ
uk: Знаходьте нас на GitHub
zh_tw: 在 GitHub 上找到我們

# aboutPagePublishLabel
source: Publish to the Snap Store
ar: نشر على متجر Snap
be: Публікаванне прыкладанняў у Snap Store
ca: Publica a la Snap Store
cs: Publikovat ve Snap Store
da: Udgiv i Snapbutikken
el: Δημοσίευση στο Κατάστημά Snap
eo: Eldoni ĉe Snap Store
et: Avalda rakendus Snap Store rakendustepoes
eu: Argitaratu Snap Storen
fa: در فروشگاه اسنپ منتشر کنید
fi: Julkaise Snap-kauppaan
fr: Publier sur le Snap Store
ga: Foilsigh chuig an Snap Store
he: פרסום לחנות ה־Snapים
hu: Közzététel a Snap áruházban
id: Terbitkan ke Snap Store
it: Pubblica sullo Snap Store
ja: Snap Storeに公開
ka: გამოქვეყნება Snap-ის მაღაზიაში
km: ផ្សព្វផ្សាយទៅ ហាង​ Snap
kn: Snap ಸ್ಟೋರ್‌ಗೆ ಪ್ರಕಟಿಸಿ
ko: Snap 스토어에 배포하기
lo: ເຜີຍແຜ່ລົງໃນ Snap Store
nl: Publiceren in de Snap Store
oc: Publicar a la botiga de Snap
pl: Opublikuj w Snap Store
ro: Publică pe Snap Store
sv: Publicera till Snap Store
ug: Snap دۇكىنىغا تارقات
uk: Опублікувати в Snap Store
zh_tw: 發布到 Snap 商店

# aboutPageLearnMoreLabel
source: Learn more
ar: تعرف على المزيد
be: Даведацца болей
ca: Llegiu més
cs: Dozvědět se více
da: Mere info
el: Μάθετε περισσότερα
eo: Lerni plu
et: Lisateave
eu: Informazio gehiago
fa: بیش‌تر بدانید
fi: Lue lisää
fr: En savoir plus
ga: Faigh tuilleadh eolais
he: מידע נוסף
hu: Tudjon meg többet
id: Pelajari selengkapnya
it: Per saperne di più
ja: 追加情報
ka: გაიგეთ მეტი
km: ស្វែងយល់បន្ថែម
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
ko: 더 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
nl: Meer informatie
oc: Ne saber mai
pl: Dowiedz się więcej
ro: Află mai multe
sv: Läs mer
ug: مول بىلىم
uk: Докладніше
zh_tw: 了解更多

# appstreamUrlTypeBugtracker
source: Bugtracker
ar: متعقب الأخطاء
be: Багтрэкер
ca: Rastrejador d'errors
cs: Správa hlášení chyb
da: Fejlrapportering
eo: Cimspurilo
et: Veahaldus
eu: Akatsen aztarnaria
fa: ردیاب مشکل
fi: Vianseuranta
fr: Suivi des bogues
ga: Lorgaire fabhtanna
he: עוקב תקלות
hu: Hibakövető
id: Pelacak bug
ja: バグトラッカー
ka: შეცდომების ტრეკინგი
km: កម្មវិធីតាមដានកំហុស
kn: ಬಗ್ಟ್ರ್ಯಾಕರ್
ko: 버그 트래커
lo: ລະບົບຕິດຕາມຂໍ້ຜິດພາດ
oc: Registre d’avarias
pl: Śledzenie błędów
ro: Urmăritor de erori
sv: Felhanterare
ug: كەمتۈك ئىزلىغۇچ
uk: Багтрекер
zh_tw: 錯誤追蹤

# appstreamUrlTypeContact
source: Contact
ar: الاتصال
be: Звязацца
ca: Contacte
cs: Kontakt
da: Kontakt
el: Επικοινωνία
eo: Kontakto
et: Kontaktandmed
eu: Kontaktua
fa: ارتباط
fi: Yhteys
ga: Teagmháil
he: יצירת קשר
hu: Kapcsolat
id: Kontak
it: Contatto
ja: 問い合わせ
ka: კონტაქტი
km: ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಿಸಿ
ko: 연락하기
lo: ຕິດຕໍ່
oc: Contacte
pl: Kontakt
sv: Kontakta
ug: ئالاقەداش
uk: Контакт
zh_tw: 聯絡

# appstreamUrlTypeContribute
source: Contribute
ar: المساهمة
be: Удзел
ca: Contribuïu
cs: Přispět podílením se
da: Bidrag
el: Συνεισφέρετε
eo: Kontribui
et: Kaastöö võimalused
eu: Eman laguntza
fa: مشارکت
fi: Osallistu
fr: Contribuer
ga: Cur leis
he: התנדבות
hu: Közreműködés
id: Kontribusi
it: Contribuisci
ja: 貢献
ka: მოხალისეობა
km: រួមចំណែក
kn: ಕೊಡುಗೆ ನೀಡಿ
ko: 기여
lo: ປະກອບສ່ວນ
nl: Bijdragen
oc: Contribuir
pl: Przyczyń się
sv: Bidra
ug: تۆھپە
uk: Зробити внесок
zh_tw: 貢獻

# appstreamUrlTypeDonation
source: Donate
ar: التبرع
be: Ахвяраванне
ca: Doneu
cs: Podpořit vývoj darem
da: Donér
el: Δωρεά
eo: Donaci
et: Toeta rahaliselt
eu: Egin dohaintza
fa: اعانه
fi: Lahjoita
fr: Faire un don
ga: Deonaigh
he: תרומה
hu: Adományozás
id: Donasi
it: Dona
ja: 寄付
ka: შეწირულობა
km: បរិច្ចាគ
kn: ದಾನ ಮಾಡಿ
ko: 후원
lo: ບໍລິຈາກ
nl: Doneren
oc: Far un don
pl: Wspomóż
sv: Donera
ug: ئىئانە
uk: Підтримати
zh_tw: 捐款

# appstreamUrlTypeFaq
source: FAQ
be: ШтА?
ca: Preguntes freqüents
cs: Často kladené dotazy
da: OSS
eo: Oftaj demandoj
et: KKK
eu: Ohiko galderak
fa: پ‌پ
fi: UKK
ga: Ceisteanna Coitianta
he: שו״ת
hu: GYIK
id: Pertanyaan Umum
ka: ხდკ
km: សំណួរគេសួរញឹកញាប់
lo: ຄຳຖາມທີ່ພົບເລື້ອຍ
pl: Często zadawane pytania
sv: Frågor och svar
ug: كۆپ سورالغان سوئال
uk: ЧаПи
zh_tw: 常見問題

# appstreamUrlTypeHelp
source: Help
ar: المساعدة
be: Дапамога
ca: Ajuda
cs: Nápověda
da: Hjælp
el: Βοήθεια
eo: Helpo
et: Abiteave
eu: Laguntza
fa: راهنما
fi: Tuki
fr: Aide
ga: Cabhair
he: עזרה
hu: Súgó
id: Bantuan
it: Aiuto
ja: ヘルプ
ka: დახმარება
km: ជំនួយ
kn: ಸಹಾಯ
ko: 도움말
lo: ຊ່ວຍເຫຼືອ
nl: Hulp
oc: Ajuda
pl: Pomoc
ro: Ajutor
sv: Hjälp
ug: ياردەم
uk: Довідка
zh_tw: 幫助

# appstreamUrlTypeHomepage
source: Homepage
ar: الصفحة الرئيسية
be: Хатняя старонка
ca: Pàgina principal
cs: Domovská stránka
da: Hjemmeside
el: Αρχική σελίδα
eo: Retejo
et: Koduleht
eu: Webgunea
fa: آغازه
fi: Verkkosivusto
fr: Page d’accueil
ga: Leathanach baile
he: דף הבית
hu: Honlap
id: Halaman beranda
ja: ホームページ
ka: საწყისი გვერდი
km: ទំព័រដើម
kn: ಮುಖಪುಟ
ko: 홈페이지
lo: ໜ້າຫຼັກ
oc: Pagina d’acuèlh
pl: Strona główna
ro: Pagina acasă
sv: Webbsida
ug: باش بەت
uk: Головна сторінка
zh_tw: 首頁

# appstreamUrlTypeTranslate
source: Translations
ar: الترجمات
be: Лакалізацыя
ca: Traduccions
cs: Překlady
da: Oversættelser
el: Μεταφράσεις
eo: Tradukoj
et: Tõlked
eu: Itzulpenak
fa: ترجمه‌ها
fi: Käännökset
fr: Traductions
ga: Aistriúcháin
he: תרגומים
hu: Fordítások
id: Terjemahan
it: Traduzioni
ja: 翻訳
ka: თარგმანები
km: ការបកប្រែ
kn: ಅನುವಾದಗಳು
ko: 번역
lo: ການແປພາສາ
nl: Vertalingen
oc: Traduccions
pl: Tłumaczenia
ro: Traduceri
sv: Översättningar
ug: تەرجىمە
uk: Переклади
zh_tw: 翻譯

# appstreamUrlTypeVcsBrowser
source: Source
ar: المصدر
be: Зыходны код
ca: Codi font
cs: Zdrojový kód
da: Kilde
el: Πηγή
eo: Fonto
et: Lähtekood
eu: Iturburu-kodea
fa: منبع
fi: Lähde
ga: Foinse
he: קוד מקור
hu: Forrás
id: Sumber
it: Sorgente
ja: ソース
ka: წყარო
km: ប្រភព
kn: ಮೂಲ
ko: 소스
lo: ຊອດໂຄ້ດ
nl: Bron
oc: Font
pl: Źródło
ro: Sursă
sv: Källkod
ug: مەنبە
uk: Джерело
zh_tw: 來源

# packageFormatDebLabel
source: Debian packages
ar: حزم ال Debian
be: Debian-пакеты
ca: Paquets de Debian
cs: Balíčky Debian
da: Debian-pakker
el: Πακέτα Debian
eo: Debian-pakoj
et: Debiani paketid
eu: Debian paketeak
fa: بسته‌های دبیان
fi: Debian-paketit
fr: Paquets Debian
ga: Pacáistí Debian
he: חבילות דביאן
hu: Debian-csomagok
id: Paket Debian
it: Pacchetti Debian
ja: Debianパッケージ
ka: Debian-ის პაკეტები
km: កញ្ចប់ Debian
kn: ಡೆಬಿಯನ್ ಪ್ಯಾಕೇಜುಗಳು
ko: 데비안 패키지
lo: ແພັກເກດ Debian
nl: Debian-pakketten
oc: Paquets Debian
pl: Pakiety systemu Debian
ro: Pachete Debian
sv: Debian-paket
ug: Debian بوغچىسى
uk: Пакети Debian
zh_tw: Debian 軟體包

# packageFormatSnapLabel
source: Snap packages
ar: حزم Snap
be: Snap-пакеты
ca: Paquets snap
cs: Balíčky Snap
da: Snap-pakker
el: Snap πακέτα
eo: Snap-pakoj
et: Snapi paketid
eu: Snap paketeak
fa: بسته‌های اسنب
fi: Snap-paketit
fr: Paquets Snap
ga: Pacáistí Snap
he: חבילות Snap
hu: Snap-csomagok
id: Paket Snap
it: Pacchetti Snap
ja: Snapパッケージ
ka: Snap-ის პაკეტები
km: កញ្ចប់ Snap
kn: ಸ್ನ್ಯಾಪ್ ಪ್ಯಾಕೇಜ್‌ಗಳು
ko: Snap 패키지
lo: ແພັກເກດ Snap
nl: Snap-pakketten
oc: Paquet Snap
pl: Pakiety snap
ro: Pachete Snap
sv: Snap-paket
ug: Snap بوغچىسى
uk: Пакети Snap
zh_tw: Snap 軟體包

# snapActionCancelLabel
source: Cancel
ar: إلغاء
be: Скасаваць
ca: Cancel·la
cs: Zrušit
da: Annullér
el: Ακύρωση
eo: Nuligi
et: Katkesta
eu: Utzi
fa: لغو
fi: Peru
fr: Annuler
ga: Cuir ar ceal
he: ביטול
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ka: გაუქმება
km: ច្រានចោល
kn: ರದ್ದುಮಾಡಿ
ko: 취소하기
lo: ຍົກເລີກ
nl: Annuleren
oc: Anullar
pl: Anuluj
ro: Anulează
sv: Avbryt
ug: ۋاز كەچ
uk: Скасувати
zh_tw: 取消

# snapActionInstallLabel
source: Install
ar: ثبت
be: Усталяваць
ca: Instal·la
cs: Instalovat
da: Installér
el: Εγκατάσταση
eo: Instali
et: Paigalda
eu: Instalatu
fa: نصب
fi: Asenna
fr: Installer
ga: Suiteáil
he: התקנה
hu: Telepítés
id: Pasangkan
it: Installa
ja: インストール
ka: დაყენება
km: តម្លើង
kn: ಸ್ಥಾಪಿಸಿ
ko: 설치하기
lo: ຕິດຕັ້ງ
nl: Installeren
oc: Installar
pl: Zainstaluj
ro: Instalează
sv: Installera
ug: ئورنات
uk: Встановити
zh_tw: 安裝

# snapActionInstalledLabel
source: Installed
ar: مثبتة
be: Усталявана
ca: Instal·lat
cs: Nainstalováno
da: Installeret
el: Εγκατεστημένο
eo: Instalita
et: Paigaldatud
eu: Instalatua
fa: نصب‌شده
fi: Asennettu
fr: Installée
ga: Suiteáilte
he: מותקן
hu: Telepítve
id: Terpasang
it: Installato
ja: インストール済
ka: დაყენებულია
km: បានតម្លើង
kn: ಸ್ಥಾಪಿಸಲಾಗಿದೆ
ko: 설치됨
lo: ຕິດຕັ້ງແລ້ວ
nl: Geïnstalleerd
oc: Installada
pl: Zainstalowano
ro: Instalat
sv: Installerad
ug: ئورنىتىلغان
uk: Встановлено
zh_tw: 已安裝

# snapActionInstallingLabel
source: Installing
ar: تثبيت
be: Усталяванне
ca: S'està instal·lant
cs: Instaluje se
da: Installerer
el: Γίνεται εγκατάσταση
eo: Instalante
et: Paigaldamisel
eu: Instalatzen
fa: نصب
fi: Asennetaan
fr: En cours d’installation
ga: Ag suiteáil
he: בהתקנה
hu: Telepítés
id: Menginstal
it: Installazione
ja: インストール中
ka: მიმდინარეობს დაყენება
km: ការតម្លើង
kn: ಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ
ko: 설치 중
lo: ກຳລັງຕິດຕັ້ງ
nl: Installeren
oc: Installacion
pl: Instalowanie
ro: Instalând
sv: Installerar
ug: ئورنىتىۋاتىدۇ
uk: Встановлення
zh_tw: 安裝中

# snapActionOpenLabel
source: Open
ar: فتح
be: Адкрыць
ca: Obre
cs: Otevřít
da: Åbn
el: Ανοιχτό
eo: Lanĉi
et: Ava
eu: Ireki
fa: گشودن
fi: Avaa
fr: Ouvrir
ga: Oscail
he: פתיחה
hu: Megnyitás
id: Buka
it: Apri
ja: 起動
ka: გახსნა
km: បើក
kn: ತೆರೆಯಿರಿ
ko: 열기
lo: ເປີດ
nl: Openen
oc: Dobrir
pl: Otwórz
ro: Deschide
sv: Öppna
ug: ئاچ
uk: Відкрити
zh_tw: 開啟

# snapActionRemoveLabel
source: Uninstall
ar: إلغاء تثبيت
be: Выдаліць
ca: Desinstal·la
cs: Odinstalovat
da: Afinstallér
el: Απεγκατάσταση
eo: Malinstali
et: Eemalda rakendus
eu: Desinstalatu
fa: لغو نصب
fi: Poista asennus
fr: Désinstaller
ga: Díshuiteáil
he: הסרה
hu: Eltávolítás
id: Copot pemasangan
it: Disinstalla
ja: アンインストール
ka: წაშლა
km: លុបការតម្លើង
kn: ಅನ್‌ಇನ್‌ಸ್ಟಾಲ್ ಮಾಡಿ
ko: 제거하기
lo: ຖອນການຕິດຕັ້ງ
nl: Verwijderen
oc: Desinstallar
pl: Odinstaluj
ro: Dezinstalează
sv: Avinstallera
ug: سۆك
uk: Видалити
zh_tw: 解除安裝

# snapActionRemovingLabel
source: Uninstalling
ar: إلغاء التثبيت
be: Выдаленне
ca: S'està desinstal·lant
cs: Odinstalace
da: Afinstallerer
el: Γίνεται απεγκατάσταση
eo: Malinstalante
et: Rakendus on eemaldamisel
eu: Desinstalatzen
fa: لغو کردن نصب
fi: Poistetaan asennus
fr: Désinstallation
ga: Ag díshuiteáil
he: מתבצעת הסרה
hu: Eltávolítás
id: Mencopot pemasangan
it: Disinstallazione in corso
ja: アンインストール中
ka: მიმდინარეობს წაშლა
km: ការលុបការតម្លើង
kn: ಅನ್‌ಇನ್‌ಸ್ಟಾಲ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ko: 제거 중
lo: ກຳລັງຖອນການຕິດຕັ້ງ
nl: Verwijderen
oc: Desinstallacion
pl: Odinstalowywanie
ro: Dezinstalând
sv: Avinstallerar
ug: سۆكۈۋاتىدۇ
uk: Видалення
zh_tw: 解除安裝中

# snapActionSwitchChannelLabel
source: Switch channel
ar: تبديل القناة
be: Пераключыць канал
ca: Canvia de canal
cs: Přepnout kanál
da: Skift kanal
el: Αλλαγή καναλιού
eo: Ŝanĝi kanalon
et: Vaheta kanalit
eu: Aldatu kanala
fa: تعویض کانال
fi: Vaihda kanavaa
fr: Changer de canal
ga: Athraigh cainéal
he: החלפת ערוץ
hu: Csatorna váltása
id: Alihkan kanal
it: Cambia canale
ja: チャンネルの変更
ka: არხის გადართვა
km: ប្ដូរឆានែល
kn: ಚಾನಲ್ ಬದಲಿಸಿ
ko: 채널 변경
lo: ສະລັບຊ່ອງທາງ
nl: Kanaal wisselen
oc: Cambiar de canal
pl: Przełącz kanał
ro: Schimbă canalul
sv: Byt kanal
ug: قانال ئالماشتۇر
uk: Перемкнути канал
zh_tw: 切換頻道

# snapActionUpdateLabel
source: Update
ar: تحديث
be: Абнавіць
ca: Actualitza
cs: Aktualizovat
da: Opdatér
el: Ενημέρωση
eo: Ĝisdatigi
et: Uuenda
eu: Eguneratu
fa: به‌روز رسانی
fi: Päivitä
fr: Mettre à jour
ga: Nuashonrú
he: עדכון
hu: Frissítés
id: Perbarui
it: Aggiornamento
ja: アップデート
ka: განახლება
km: បច្ចុប្បន្នភាព
kn: ನವೀಕರಿಸಿ
ko: 업데이트
lo: ອັບເດດ
nl: Bijwerken
oc: Metre a jorn
pl: Aktualizuj
ro: Actualizează
sv: Uppdatera
ug: يېڭىلا
uk: Оновити
zh_tw: 更新

# snapCategoryAll
source: All categories
ar: جميع الفئات
be: Усе катэгорыі
ca: Totes les categories
cs: Všechny kategorie
da: Alle kategorier
el: Όλες οι κατηγορίες
eo: Ĉiuj kategorioj
et: Kõik kategooriad
eu: Kategoria guztiak
fa: همه دسته‌ها
fi: Kaikki luokat
fr: Toutes les catégories
ga: Gach catagóir
he: כל הקטגוריות
hu: Összes kategória
id: Semua kategori
it: Tutte le categorie
ja: すべてのカテゴリー
ka: ყველა კატეგორია
km: ប្រភេទទាំងអស់
kn: ಎಲ್ಲಾ ವರ್ಗಗಳು
ko: 모든 카테고리
lo: ທຸກໝວດໝູ່
nl: Alle categorieën
oc: Totas las categorias
pl: Wszystkie kategorie
ro: Toate categoriile
sv: Alla kategorier
ug: ھەممە سەھىپە
uk: Усі категорії
zh_tw: 所有類別

# snapActionUpdatingLabel
source: Updating
ar: قيد التحديث
be: Абнаўленне
ca: S'està actualitzant
cs: Aktualizace
da: Opdaterer
el: Γίνεται ενημέρωση
eo: Ĝisdatigante
et: Uuendamisel
eu: Eguneratzen
fa: به‌روز رساندن
fi: Päivitetään
fr: Mise à jour
ga: Ag nuashonrú
he: מתבצע עדכון
hu: Frissítés
id: Memperbarui
it: Aggiornamento in corso
ja: アップデート中
ka: მიმდინარეობს განახლება
km: ការធ្វើបច្ចុប្បន្នភាព
kn: ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ
ko: 업데이트 중
lo: ກຳລັງອັບເດດ
nl: Bijwerken
oc: Mesa a jorn
pl: Aktualizowanie
ro: Actualizând
sv: Uppdaterar
ug: يېڭىلاۋاتىدۇ
uk: Оновлення
zh_tw: 正在更新
