Repository: ubuntu/app-center
Catalog: lib/src/l10n/app_*.arb
Languages: ru, sk

# snapCategoryBooksAndReference
source: Books and Reference
ru: Книги и Справочники
sk: Knihy a referencie

# snapCategoryProductivity
source: Productivity
ru: Работа
sk: Produktivita

# snapCategoryUtilities
source: Utilities
ru: Утилиты
sk: Nástroje

# snapCategorySocial
source: Social
ru: Социальность
sk: Sociálne

# productivityPageLabel
source: Productivity
ru: Работа
sk: Produktivita

# snapCategoryNewsAndWeather
source: News and Weather
ru: Новости и Погода
sk: Správy a počasie

# gamesPageLabel
source: Games
ru: Игры
sk: Hry

# snapCategoryArtAndDesign
source: Art and Design
ru: Дизайн и Искусство
sk: Umenie a dizajn

# developmentPageLabel
source: Development
ru: Разработка
sk: Vývoj

# managePageLabel
source: Manage
ru: Управление
sk: Riadiť

# snapCategoryEducation
source: Education
ru: Образование
sk: Vzdelávanie

# snapActionUpdateLabel
source: Update
ru: Обновить
sk: Aktualizovať

# searchPageSortByLabel
source: Sort by
ru: Сортировка
sk: Zoradiť podľa

# snapActionOpenLabel
source: Open
ru: Открыть
sk: Otvoriť

# snapCategoryDevelopment
source: Development
ru: Разработка
sk: Vývoj

# snapCategoryHealthAndFitness
source: Health and Fitness
ru: Здоровье и Фитнес
sk: Zdravie a fitnes

# snapCategorySecurity
source: Security
ru: Безопасность
sk: Bezpečnosť

# snapCategoryFinance
source: Finance
ru: Финансы
sk: Financie

# snapCategoryServerAndCloud
source: Server and Cloud
ru: Серверы и Облака
sk: Server a cloud

# aboutPageLabel
source: About
ru: Об App Center
sk: O aplikácii

# appstreamSearchGreylist
source: app;application;package;program;programme;suite;tool
ru: приложение;програма;программа;пакет;программы;приложения;инструмент
sk: aplikačný program;používateľské programy;aplikácia;aplikácie;aplikačné programy;aplikačný softvér;výpočtový program;výpočtové programy;počítačový program;počítačové programy;balík;balíky;program;programy;softvér;sada;sady;nástroj;nástroje

# snapCategoryScience
source: Science
ru: Наука
sk: Veda

# snapCategoryEntertainment
source: Entertainment
ru: Развлечения
sk: Zábava

# snapActionInstallLabel
source: Install
ru: Установить
sk: Inštalovať

# snapCategoryPhotoAndVideo
source: Photo and Video
ru: Фото и Видео
sk: Foto a video

# snapCategoryMusicAndAudio
source: Music and Audio
ru: Музыка и Аудио
sk: Hudba a zvuk

# aboutPageGitHubLabel
source: Find us on GitHub
ru: Проект на GitHub
sk: Nájdete nás na GitHube

# snapCategoryGames
source: Games
ru: Игры
sk: Hry

# snapActionInstallingLabel
source: Installing
ru: Установка
sk: Inštaluje sa

# searchFieldSearchHint
source: Search for apps
ru: Поиск приложений
sk: Hľadať aplikácie

# snapCategoryFeatured
source: Featured
ru: Избранное
sk: Odporúčané

# managePageSearchFieldSearchHint
source: Search your installed apps
ru: Поиск установленных приложений
sk: Hľadať nainštalované aplikácie

# snapActionCancelLabel
source: Cancel
ru: Отменить
sk: Zrušiť

# explorePageLabel
source: Explore
ru: Обзор
sk: Preskúmať

# snapCategoryDevicesAndIot
source: Devices and IoT
ru: Устройства и IoT
sk: Zariadenia a IoT

# managePageCheckForUpdates
source: Check for updates
ru: Проверить наличие обновлений
sk: Skontrolovať aktualizácie

# managePageUpdateAllLabel
source: Update All
ru: Обновить всё
sk: Aktualizovať všetko

# searchFieldSearchForLabel
source: Search for "{query}"
ru: Показать все результаты для "{query}"
sk: Zobraziť všetky výsledky pre „{query}“

# explorePageCategoriesLabel
source: Categories
ru: Категории
sk: Kategórie

# snapCategoryDefaultButtonLabel
source: Discover more
ru: Исследовать больше
sk: Objavte viac

# managePageShowDetailsLabel
source: Show details
ru: Показать детали
sk: Zobraziť podrobnosti

# snapCategoryProductivityButtonLabel
source: Discover the productivity collection
ru: Исследовать коллекцию для продуктивности
sk: Objavte zbierku produktivity

# aboutPageLearnMoreLabel
source: Learn more
ru: Узнать больше
sk: Zistiť viac

# searchPageNoResultsHint
source: Try using different or more general keywords
ru: Попробуйте использовать другие или больше ключевых слов
sk: Skúste použiť iné alebo všeobecnejšie kľúčové slová

# snapCategoryFeaturedSlogan
source: Featured Snaps
ru: Избранные приложения
sk: Odporúčané snapy

# snapSortOrderInstalledDateAsc
source: Least recently updated
ru: Обновлено давно
sk: Najmenej aktualizované

# snapCategoryProductivitySlogan
source: Cross one thing off your to-do list
ru: Вычеркните из Вашего списка дел
sk: Vyškrtnite jednu vec zo svojho zoznamu úloh

# snapActionRemoveLabel
source: Uninstall
ru: Удалить
sk: Odinštalovať

# snapCategoryPersonalisation
source: Personalisation
ru: Персонализация
sk: Personalizácia

# aboutPagePublishLabel
source: Publish to the Snap Store
ru: Публикация приложений в Snap Store
sk: Publikovať na Snap Store

# aboutPageContributorTitle
source: Designed and developed by:
ru: Разработано этими людьми:
sk: Navrhnuté a vyvinuté:

# managePageInstalledAndUpdatedLabel
source: Installed and updated
ru: Установлено и обновлено
sk: Nainštalované a aktualizované

# managePageCheckingForUpdates
source: Checking for updates
ru: Проверка обновлений
sk: Kontrolujú sa aktualizácie

# managePageUpdatedDaysAgo
source: Updated {n} days ago
ru: Обновлено {n} д. назад
sk: Aktualizované pred {n} dňami

# managePageDescription
source: Check for available updates, update your apps, and manage the status of all your apps.
ru: Проверяйте доступность обновлений, обновляйте приложения и управляйте ими.
sk: Skontrolujte dostupné aktualizácie, aktualizujte svoje aplikácie a riaďte stav všetkých svojich aplikácií.

# snapActionRemovingLabel
source: Uninstalling
ru: Удаление
sk: Odinštaluje sa

# snapSortOrderInstalledSizeDesc
source: Size (Largest to smallest)
ru: по Размеру (от бол. к мен.)
sk: Veľkosti (od najväčšieho po najmenší)

# snapConfinementClassic
source: Classic
ru: Классический
sk: Klasické

# snapCategoryDevelopmentSlogan
source: Must-have snaps for developers
ru: Самое нужное для разработчиков
sk: Nevyhnutné snapy pre vývojárov

# searchPageTitle
source: Results for "{query}"
ru: Результаты для "{query}"
sk: Výsledky pre „{query}“

# snapCategoryGamesSlogan
source: Everything for your game night
ru: Всё для вашей ночной игры
sk: Všetko pre váš herný večer

# snapActionSwitchChannelLabel
source: Switch Channel
ru: Переключить канал
sk: Prepnúť kanál

# snapConfinementStrict
source: Strict
ru: Строгий
sk: Prísne

# aboutPageContributeLabel
source: Contribute or report bug
ru: Поучаствовать или сообщить о проблеме
sk: Prispejte alebo nahláste chybu

# snapCategoryUbuntuDesktop
source: Ubuntu Desktop
sk: Ubuntu pracovná plocha

# managePageUpdatesAvailable
source: Updates Available ({n})
ru: Доступны обновления ({n})
sk: Dostupné aktualizácie ({n})

# aboutPageCommunityTitle
source: Be part of the community:
ru: Будьте частью сообщества:
sk: Staňte sa súčasťou komunity:

# searchPageNoResultsCategoryHint
source: Try a different category or use more general keywords
ru: Попробуйте поискать в другой категории, или используйте другие ключевые слова
sk: Skúste inú kategóriu alebo použite všeobecnejšie kľúčové slová

# snapSortOrderAlphabeticalDesc
source: Alphabetical (Z to A)
ru: по Алфавиту (от Я до А)
sk: Abecedy (od Z po A)

# searchPageNoResultsCategory
source: Sorry, we couldnâ€™t find any packages in this category
ru: Извините, мы не смогли найти никаких пакетов в этой категории
sk: Ľutujeme, v tejto kategórii sme nenašli žiadne balíky

# snapCategoryAll
source: All categories
ru: Все категории
sk: Všetky kategórie

# snapSortOrderInstalledSizeAsc
source: Size (Smallest to largest)
ru: по Размеру (от мен. к бол.)
sk: Veľkosti (od najmenšieho po najväčší)

# aboutPageVersionLabel
source: Version {version}
ru: Версия {version}
sk: Verzia {version}

# snapConfinementDevmode
source: Devmode
ru: Режим разработчика (Devmode)
sk: Vývojové

# searchPageNoResults
source: No results found for "{query}"
ru: Нет результатов для "{query}"
sk: Nenašli sa žiadne výsledky pre „{query}“

# snapSortOrderDownloadSizeAsc
source: Size (Smallest to largest)
ru: по Размеру (от мен. к бол.)
sk: Veľkosti (od najmenšieho po najväčší)

source: Unknown Publisher
ru: Неизвестный издатель
sk: Neznámy vydavateľ

# snapCategoryUbuntuDesktopSlogan
source: Jump start your desktop
ru: Начните Вашу работу
sk: Rýchly štart vašej pracovnej plochy

# snapActionUpdatingLabel
source: Updating
ru: Обновление
sk: Aktualizuje sa

# searchPageRelevanceLabel
source: Relevance
ru: по Релевантности
sk: Relevantnosť

# snapSortOrderAlphabeticalAsc
source: Alphabetical (A to Z)
ru: по Алфавиту (от А до Я)
sk: Abecedy (od A po Z)

# managePageNoUpdatesAvailableDescription
source: No updates available. Your applications are all up to date.
ru: Нет доступных обновлений. Все Ваши приложения актуальны.
sk: Nie sú k dispozícii žiadne aktualizácie. Všetky vaše aplikácie sú aktuálne.

# snapSortOrderRelevance
source: Relevance
ru: по Релевантности
sk: Relevantnosti

# snapSortOrderDownloadSizeDesc
source: Size (Largest to smallest)
ru: по Размеру (от бол. к мен.)
sk: Veľkosti (od najväčšieho po najmenší)

# managePageShowSystemSnapsLabel
source: Show system snaps
ru: Показать системные приложения
sk: Zobraziť systémové snapy

# searchPageFilterByLabel
source: Filter by
ru: Фильтр
sk: Filtrovať podľa

# snapSortOrderInstalledDateDesc
source: Most recently updated
ru: Обновлено недавно
sk: Najviac aktualizované
