Repository: ubuntu/app-center
Catalog: lib/l10n/app_*.arb
Languages: eo, ja

source: Not installed
eo: Ne instalita
ja: 未インストール

source: Snap packages
eo: Snap-pakoj
ja: Snap パッケージ

source: Sort by
eo: Ordigi laŭ
ja: 並べ替え

# appTitle
source: Ubuntu Software
eo: Ubuntu-Programvendejo

source: Books and Reference
eo: Libroj kaj vortaroj
ja: 本・リファレンス

# settingsPageTitle
source: Settings
eo: Agordoj
ja: 設定

source: Education
eo: Eduko
ja: 教育

source: Entertainment
eo: Distro
ja: 娯楽

source: Featured
eo: Elstaraj
ja: おすすめ

source: Finance
eo: Financo
ja: 金融

source: Games
eo: Ludoj
ja: ゲーム

source: Science
eo: Scienco
ja: 科学

source: Security
eo: Sekureco
ja: セキュリティー

source: Utilities
eo: Ilaĵoj
ja: ユーティリティー

source: News and Weather
eo: Novaĵoj kaj vetero
ja: ニュース・天気

# installDate
source: Installation Date
eo: Dato de instalo
ja: インストール日

# all
source: All snap categories
eo: Ĉiuj Snap-kategorioj
ja: すべてのSnapカテゴリー

source: Server and Cloud
eo: Servilo kaj nubo
ja: サーバー・クラウド

source: Development
eo: Programado
ja: 開発ツール

source: Version
eo: Versio
ja: バージョン

source: Channel
eo: Kanalo
ja: チャンネル

source: Install
eo: Instali
ja: インストール

source: Website
eo: Retejo
ja: ウェブサイト

source: Remove
eo: Malinstali
ja: 削除

source: Confinement
eo: Enfermado
ja: 隔離

source: Refresh
eo: Reŝargi
ja: リフレッシュ

source: Open
eo: Lanĉi
ja: 起動

source: Show more
eo: Montri pli
ja: すべてを表示

source: Ready to update
eo: Pretas ĝisdatigi
ja: アップデート準備完了

# enterRepoName
source: Enter repository name
eo: Tajpu la nomon de deponejo
ja: リポジトリー名を入力

# requireRestartSession
source: Logout to finalize updates
eo: Adiaŭu por fini ĝisdatigon
ja: ログアウトしてアップデートを完了させてください

source: classic
eo: klasika
ja: クラシック

source: Package Installer
eo: Pakinstalilo
ja: パッケージインストーラー

# myAppsPageTitle
source: My Apps
eo: Miaj programoj
ja: マイアプリ

source: Art and Design
eo: Arto kaj dezajno
ja: 芸術・デザイン

source: Cancel
eo: Nuligi
ja: キャンセル

source: Confirm
eo: Konfirmi
ja: 確認

source: Quit
eo: Forlasi
ja: 閉じる

# findOurRepository
source: Find us on GitHub
eo: Trovu nin ĉe GitHub
ja: GitHubリポジトリ

# explorePageTitle
source: Explore
eo: Esplori
ja: 探す

source: Contact
eo: Kontakto
ja: 問い合わせ：

source: Sources
eo: Fontoj
ja: ソース

# updatesPageTitle
source: Updates
eo: Ĝisdatigoj
ja: アップデート

source: License
eo: Licenco
ja: ライセンス

source: Update
eo: Ĝisdatigo
ja: アップデート

source: Changelog
eo: Ŝanĝoj
ja: 変更点

source: Description
eo: Priskribo
ja: 詳細

source: About
eo: Pri
ja: このアプリについて

source: Size
eo: Grando
ja: 大きさ

source: Name
eo: Nomo
ja: 名前

source: Connections
eo: Konektoj
ja: 権限

source: Show less
eo: Montri malpli
ja: 一部を表示

source: Done
eo: Farita
ja: 完了

source: Updates
eo: Ĝisdatigoj
ja: アップデート

# searchHint
source: Search
eo: Serĉi
ja: 検索

source: Architecture
eo: Arkitekturo
ja: アーキテクチャー

source: Source
eo: Fonto
ja: ソース

source: Select all
eo: Elekti ĉion
ja: すべて選択

source: Deselect all
eo: Malelekti ĉion
ja: すべて選択解除

source: Last updated
eo: Laste ĝisdatigita
ja: 配信日

source: apps
eo: programojn
ja: アプリ

source: Social
eo: Sociaj retoj
ja: ソーシャル

# noUpdates
source: Everything is up to date
eo: Ĉio estas ĝisdata
ja: アップデートはありません

source: Photo and Video
eo: Fotoj kaj filmoj
ja: 写真・動画

source: Debian packages
eo: Debian-pakoj
ja: Debian パッケージ

# changelogTooLong
source: For the full changelog, please visit:
eo: Por la plena ŝanĝprotokolo, bonvolu viziti:
ja: 全変更履歴は、こちらをご覧ください。

# requireRestartSystem
source: Restart system to finalize updates
eo: Restartigu la sistemon por fini ĝisdatigadon
ja: アプリを再起動してアップデートを完了させてください

source: Update selected
eo: Ĝisdatigi elektitaĵo(j)n
ja: アップデート

source: Update available
eo: Ĝisdatigo estas havebla
ja: アップデートがあります

# requireRestartApp
source: Restart the app to finalize updates
eo: Relanĉu la programon por fini ĝisdatigadon
ja: アプリを再起動してアップデートを完了させてください

source: Music and Audio
eo: Muziko kaj aŭskultaĵoj
ja: 音楽・音声

source: Devices and IoT
eo: Aparatoj kaj Interreto de aĵoj
ja: 端末・IoT

source: Health and Fitness
eo: Sano kaj sporto
ja: 健康・フィットネス

# personalisation
source: Personalization
eo: Adaptado
ja: カスタマイズ

source: Productivity
eo: Laboro
ja: 効率化

# filterSnaps
source: Set the snap filter
eo: Filtri Snap-pakojn
ja: Snapアプリの絞り込み

source: Issued
eo: Eldonita
ja: 配信日

# updating
source: Hang on - we are updating your system. Please do not close this app, or shutdown your computer
eo: Atendu dum ĝisdatigado de via sistemo. Bonvolu ne fermi ĉi tiun programon aŭ malŝalti vian komputilon
ja: お待ちください 、システムをアップデートしています。このアプリを閉じたり、コンピューターをシャットダウンしないでください。

# checkingForUpdates
source: We are checking for updates
eo: Kontrolante ĝisdatigojn
ja: アップデートを確認しています

# verified
source: Verified Publisher
eo: Kontrolita eldonejo
ja: 検証済み公開者

source: Updates complete
eo: Ĝisdatigoj finiĝis
ja: アップデート完了

# noPackageFound
source: Sorry, we couldn't find any package with this search query
eo: Neniu pako troviĝis per ĉi tiu serĉo
ja: 検索クエリーに該当するパッケージがありません

# noSnapFound
source: Sorry, we couldn't find any snap with this search query
eo: Neniu Snap-pako troviĝis per ĉi tiu serĉo
ja: 検索クエリーに該当するSnapがありません

# quitDanger
source: System updates are currently running. Quitting the App now could leave your system in a damaged state!
eo: La sistemo estas nun ĝisdatigata. Nuna forlaso de la programo eble difektos vian sistemon!
ja: システムアップデートが実行中です。今、アプリを終了すると、システムが破損される可能性があります。

# runsInBackground
source: Ubuntu Software keeps running in the background to check for system updates.
eo: Ubuntu-Programvendejo daŭre fone funkcias por kontroli sistemajn ĝisdatigojn.
ja: Ubuntu Softwareは、システムのアップデートを確認するためにバックグラウンドで実行され続けています。

source: Offline
eo: Senrete
ja: オフライン

source: Media
eo: Aŭdvidaĵoj
ja: メディア

# appFormat
source: The package format of applications
eo: La pakformo de programoj
ja: アプリのパッケージ形式

# packageKitGroup
source: The category
eo: La kategorio
ja: カテゴリー

# packageKitFilter
source: The type of package
eo: La speco de pako
ja: パッケージの種類

source: Package details
eo: Detaloj pri pako
ja: パッケージ情報

# madeBy
source: Ubuntu Software is developed and designed by
eo: Ubuntu-Programvendejo estas verkita kaj dezajnita de
ja: Ubuntu Softwareは、以下の人々によって開発・設計されました。

source: Copy error message
eo: Kopii erarmesaĝon
ja: エラーメッセージをコピー

source: Send
eo: Sendi
ja: 送信

source: Unknown
eo: Nekonata
ja: 不明

source: Your review
eo: Via recenzo
ja: あなたのレビュー

source: Reviews and ratings
eo: Recenzoj kaj taksoj
ja: レビューと評価

source: Review sent
eo: Recenzo sendiĝis
ja: レビューを送信しました

source: Just a moment!
eo: Nur momenton!
ja: お待ちください。

# updateButton
source: Update
eo: Ĝisdatigi
ja: アップデート

# weHaveUpdates
source: We've got updates for you!
eo: Ni disponas ĝisdatigojn por vi!
ja: アップデートがあります！

source: updates available
eo: ĝisdatigoj disponeblas
ja: アップデートがあります

# xSelected
source: updates selected
eo: ĝisdatigoj elektiĝis
ja: 個のアップデートが選択されています

# multiAppFormatsFound
source: We've found multiple formats for this application.
eo: Ni trovis plurajn formojn por ĉi tiu programo.
ja: このアプリには、複数のパッケージ形式があります。

# allSelected
source: All updates selected
eo: Ĉiuj ĝisdatigoj elektiĝis
ja: すべてのアップデートが選択されています

source: Attention!
eo: Atentu!
ja: 注意！

# artAndDesignSlogan
source: Tools for artists
eo: Iloj por artistoj
ja: アーティスト向けツール

# developmentSlogan
source: Apps for developers
eo: Programoj por programistoj
ja: 開発者向けアプリ

# devicesAndIotSlogan
source: Devices and IOT
eo: Programu aparatojn kaj Aĵinterreton
ja: 端末・IoT

# educationSlogan
source: Home schooling tools
eo: Lernu ĉe hejmo
ja: 学習用ツール

# featuredSlogan
source: Our featured apps
eo: Niaj plej elstaraj programoj
ja: おすすめ

# entertainmentSlogan
source: Home entertainment tools
eo: Distru vin ĉe hejmo
ja: ホーム・エンターテイメント・ツール

# personalisationSlogan
source: Personalization
eo: Adaptu vian komputilon
ja: カスタマイズ

# newsAndWeatherSlogan
source: News and Weather
eo: Sciigu vin
ja: ニュース・天気

# musicAndAudioSlogan
source: Music and Audio
eo: Aŭskultu
ja: 音楽・音声

# healthAndFitnessSlogan
source: Health and Fitness
eo: Fariĝu pli sana
ja: 健康・フィットネス

# financeSlogan
source: Financial tools
eo: Spuru viajn financojn
ja: 金融ツール

# photoAndVideoSlogan
source: Photo and Video
eo: Spektu
ja: 写真・動画

# gamesSlogan
source: Games and gaming
eo: Ludu kaj ĝuu
ja: ゲームとゲーミング

# scienceSlogan
source: Science tools
eo: Iloj por scienco
ja: 科学ツール

# securitySlogan
source: Protect your data
eo: Protektu viajn datenojn
ja: データを保護します

# socialSlogan
source: Come together
eo: Kunvenu
ja: 一緒にソーシャルしましょう。

# productivitySlogan
source: Be productive!
eo: Produktiviĝu!
ja: 仕事の効率アップ！

# serverAndCloudSlogan
source: Server and Cloud
eo: Administru servilojn kaj nubojn
ja: サーバー・クラウド

# refreshButton
source: Check for updates
eo: Kontroli ĝisdatigojn
ja: アップデートを確認

source: All package types
eo: Ĉiaj pakoj
ja: すべての種類

# yourReviewTitle
source: Review Title
eo: Titolo de recenzo
ja: タイトル（任意）

source: Show all reviews
eo: Montri ĉiujn recenzojn
ja: すべてのレビューを表示

source: Click to rate
eo: Alklaku por taksi
ja: 評価

source: Changing permissions
eo: Ŝanĝante permesojn
ja: 権限を変更中

source: Refreshing
eo: Reŝargante
ja: リフレッシュ中

# appstreamSearchGreylist
source: app;application;package;program;programme;suite;tool
eo: programo;aplikaĵo;pako;apo;ilo;programaro;softvaro
ja: アプリ;アプリケーション;プログラム;パッケージ;ソフトウェア;ソフト;ソフトウェアスイート;ツール

source: Released at
eo: Eldonita je
ja: 公開日

source: Installed
eo: Instalita
ja: インストール済み

source: Removing
eo: Malinstalante
ja: 削除中

source: Installing
eo: Instalante
ja: インストール中

# booksAndReferenceSlogan
source: Organize your book collection
eo: Organizu vian bibliotekon
ja: 書籍コレクションを整理しましょう

# utilitiesSlogan
source: Utilities
eo: Pliutiligu vian komputilon
ja: ユーティリティー

# yourReviewName
source: Your name
eo: Via nomo
ja: お名前（任意）

# sourcesDescription
source: Setup where your system and third-party Debian packages are updated from.
eo: Agordi la fontojn, laŭ kiuj ĝisdatiĝos viaj sistemaj kaj triapartiaj Debian-pakoj.
ja: システムおよびサードパーテのDebianパッケージがアップデートされるソースを設定します。

source: System
eo: Sistema
ja: システム

source: Light
eo: Hela
ja: ライト

source: Theme
eo: Etoso
ja: テーマ

source: Dark
eo: Malhela
ja: ダーク

source: Configure
eo: Agordi
ja: 設定

source: Gallery
eo: Galerio
ja: ギャラリー

source: Dependencies
eo: Dependaĵoj
ja: 依存パッケージ

# dependenciesQuestion
source: Are you sure you want to proceed?
eo: Ĉu vi certe volas daŭrigi?
ja: 本当に進めますか？

# dependenciesFullList
source: See full list of dependencies
eo: Vidi plenan liston de dependaĵoj
ja: 依存パッケージの一覧を表示する

source: Rating
eo: Takso
ja: 評価

source: Processing
eo: Traktante
ja: 処理中

source: Publisher
eo: Eldonejo
ja: 公開者

# noSnapsInstalled
source: There are no Snap applications installed on your system
eo: Ekzistas neniuj Snap-programoj instalitaj sur via sistemo
ja: システムにSnapアプリがインストールされていません

source: Permissions
eo: Permesoj
ja: 権限

source: Additional Information
eo: Pliaj informoj
ja: 追加情報

source: Links
eo: Ligoj
ja: リンク

# searchHintAppStore
source: Search for apps
eo: Serĉi programojn

# searchHintInstalled
source: Search your installed apps
eo: Serĉi viajn instalitajn programojn

# multiUpdateButton
source: Update all
eo: Ĝisdatigi ĉion

source: Packages used
eo: Uzataj pakoj

source: Upgrading
eo: Ĝisdatigante

source: Downloading
eo: Elŝutante

source: Ready
eo: Prete

# downloadRemaining
source: Downloading... {bytes} remaining
eo: Elŝutante… {bytes} restas

source: Contributors
eo: Kontribuintoj

source: Collection
eo: Kolekto

source: Summary
eo: Resumo

# whatDoYouThink
source: What do you think of the app? Try to give a reason for the view.
eo: Kiel vi opinias pri la programo? Provu klarigi kialojn de via opinio.

source: Remove all
eo: Malinstali ĉion

source: Remove {package}
eo: Malinstali {package}

# confirmRemove
source: Are you sure you want to remove this package?
eo: Ĉu vi certe volas malinstali ĉi tiun pakon?

source: Package type
eo: Speco de pako

source: Ratings
eo: Taksoj

source: Write a review
eo: Verki recenzon

source: Ratings and reviews
eo: Taksoj kaj recenzoj

source: Submit
eo: Submeti

source: Rate
eo: Taksi

# summeryHint
source: Give a short summary of your review, for example: Great app, would recommend.
eo: Koncize resumu vian recenzon, ekzemple: Bona programo, rekomendinda.

source: privacy policy.
eo: reguloj pri privateco.

source: Helpful
eo: Utila

source: Not helpful
eo: Malutila

# whatDataIsSend
source: Find out what data is send in our
eo: Tiajn datenojn, kiaj sendiĝas, priskribas niaj

# dependenciesRemoveListing
source: {length} dependencies with a total size of {size} can be automatically removed when removing {packageName}
eo: {length} dependaĵoj de totala grando {size} estas aŭtomate malinstaleblaj kune kun {packageName}

source: Manage
eo: Administri

source: Star developer
eo: Stelula programisto

source: Copied to clipboard
eo: Kopiita en tondujon

# dependenciesInstallListing
source: {length} dependencies with a total size of {size} will be downloaded when installing {packageName}
eo: {length} dependaĵoj de totala grando {size} estas kuninstalotaj kune kun {packageName}

source: Report
eo: Raporti

source: Report abuse
eo: Raporti misuzon

# reportReviewDialogTitle
source: Report review
eo: Raporti recenzon

# dependenciesAutoremove
source: Remove no longer needed dependencies
eo: Malinstali ne plu necesajn dependaĵojn

source: Share
eo: Kunhavigi

# reportReviewDialogBody
source: You can report a review for abusive, rude, or discriminatory behavior. Once reported, a review will be hidden until it has been checked by an administrator.
eo: Vi povas raporti recenzon pro misa, fia aŭ diskriminacia konduto. Raportita recenzo kaŝiĝos ĝis kontrolo de administranto.
